import Layout from '@/src/components/modules/Layout/Layout'
import Accordion from '@/src/components/modules/accordion/Accordion'
import Breadcrumb from '@/src/components/modules/breadcrumb/Breadcrumb'
import Container from '@/src/components/modules/container/Container' 
 


const page = () => {
  return (
    <Container> 
      <Breadcrumb route='سوالات متداول' />
      <Layout className='!z-10'> 
      
        <div className='max-w-[815px] mx-auto pt-3'>
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
          <Accordion title="چطور رزرو کنم؟" text='پس از مشخص کردن تاریخ ورود و خروج و تعداد نفرات، درخواست رزرو خود را به‌صورت رایگان ثبت کنید تا برای میزبان ارسال ‌شود. میزبان در صورت خالی بودن و مهیا بودن اقامتگاه، رزرو را تایید می‌کند. سپس پیامکی مبنی بر تایید رزرو برای شما ارسال می‌شود و شما حداکثر 30 دقیقه فرصت خواهید داشت تا با پرداخت مبلغ صورتحساب، رزرو را قطعی کرده و سند رزرو حاوی صورتحساب، شماره تماس میزبان، آدرس اقامتگاه و سایر اطلاعات رزرو را دریافت کنید.' />
        </div>
      </Layout>
    </Container>
  )
}

export default page
