import Navbar from '@/src/components/modules/navbar/Navbar';
import Layout from '@/src/components/modules/Layout/Layout';
import Footer from '@/src/components/modules/Footer/Footer';
import Breadcrumb from '@/src/components/modules/breadcrumb/Breadcrumb';
const page = () => {
    return (
        <>
            <Navbar />
            <Breadcrumb
                route='قوانین و مقررات'
                description='توصیه می‌شود متن زیر را جهت اطلاع از حقوق و تعهدات قانونی خود مطالعه نمایید'
                variant='full'
            />
            <Layout>
                <div className='max-w-[1120px] mx-auto pt-2'>
                    <article className='rules-article !font-vazir-light'>
                        <h2>قوانین عمومی</h2>
                        <p>
                            1- کلیه اصول و رویه‌های جاجیگا منطبق با قوانین
                            جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون
                            حمایت از حقوق مصرف کننده است و متعاقبا کاربر نیز
                            موظف به رعایت قوانین مرتبط می باشد.
                        </p>
                        <p>
                            2- هرگونه فعالیت در وبسایت جاجیگا از جمله ورود به
                            وبسایت، مشاهده و مقایسه اقامتگاه ها و خدمات و
                            توضیحات ارایه شده، ثبت‌نام و استفاده از حساب کاربری،
                            ثبت و انتشار اقامتگاه جهت اجاره، ثبت درخواست رزرو
                            اقامتگاه و یا هرگونه استفاده از وبسایت و اپلیکیشن
                            جاجیگا، به معنای آگاه بودن کاربر از قوانین سایت
                            جاجیگا و نحوه استفاده از سرویس‌های آن و به معنی
                            پذیرش کامل متن فعلی قوانین و مقررات سایت جاجیگا است.
                        </p>
                        <p>
                            3- حق هرگونه تجدید نظر و به روز آوری قوانین و مقررات
                            سایت و همچنین عملکرد و محتوای وبسایت، اپلیکیشن های
                            آن و کارمزد خدمات وبسایت، در هر زمان و بدون اطلاع
                            قبلی، به دلایلی همچون اصلاح و بهبود عملکرد، افزودن
                            يک قابليت جديد و يا اجرای پیشنهادهای کاربران، برای
                            جاجیگا محفوظ است.
                        </p>
                        <p>
                            4- لازم به ذکر است قوانین و مقررات مندرج در این
                            صفحه، از تاریخ نشر یا بروزآوری آن، از همان لحظه
                            انتشار، قابل اجرا است و جایگزین کلیه توافق‏‌های قبلی
                            محسوب می‏‌شود.
                        </p>
                        <p>
                            5- اگر با تغييرات ايجاد شده در قوانین وبسایت مخالف
                            باشيد، مي توانيد حساب کاربری خود را در هر زمان که
                            تمایل داشتید ببنديد. بدیهی است که ادامه کار شما در
                            وبسایت جاجیگا، به معنی پذیرش تغییرات حاصل شده و
                            مقررات و قوانین به روز شده جاجیگا می باشد.
                        </p>
                        <p>
                            لطفا صفحه کنونی وبسایت، به آدرس
                            <a href='https://www.jajiga.com/rules'>
                                www.jajiga.com/rules
                            </a>
                            را برای مشاهده آخرين نسخه قوانین و قوانین وبسایت
                            جاجیگا، مشاهده کنید.
                        </p>
                        <h2>ماده 1 - تعاریف و اصطلاحات</h2>
                        <p>
                            اصطلاحاتی که در این شرایط و قوانین به کار رفته،
                            دارای معانی مشروح زیر است:
                        </p>
                        <p>
                            1- 1 کاربر: شخصی است که با فناوری ارتباطی به وبسایت
                            یا اپلیکیشن های جاجیگا متصل و از خدمات نرم افزاری
                            جاجیگا بهرمند می‌شود، کاربر شامل مهمان و میزبان است.
                            همچنین بازدیدکنندگانی که مراحل ثبت‌نام را به انجام
                            نرسانده و به عضویت جاجیگا در نیامده اند، از لحظه
                            ورود به وبسایت یا اپلیکیشن جاجیگا کاربر وبسایت محسوب
                            می شوند.
                        </p>
                        <p>
                            1- 2 مهمان: شخصی است که در وبسایت یا اپلیکیشن جاجیگا
                            ثبت‌نام کرده و برای اجاره اقامتگاهی در وبسایت یا
                            اپلیکیشن جاجیگا، برای میزبان پیامی مرتبط با رزرو و
                            یا درخواست رزرو ارسال کرده باشد و پس از تایید میزبان
                            با پرداخت صورتحساب اقامتگاه ایشان را از طریق وبسایت
                            یا اپلیکیشن جاجیگا برای مدت مشخص رزرو نموده و بصورت
                            موقت به اجاره خود درآورده باشد.
                        </p>
                        <p>
                            1- 3 میزبان: شخصی است که در وبسایت و یا اپلیکیشن
                            جاجیگا، ملک یا املاک متعلق به خود و یا تحت اختیار و
                            کنترل خود را جهت اجاره به کاربران مهمان جاجیگا ثبت
                            کرده باشد.
                        </p>
                        <p>1- 4 شرکت : ارائه دهندۀ سرویس جاجیگا.</p>
                        <p>
                            1- 5 اقامتگاه: ملک خصوصی که توسط میزبان مربوطه برای
                            اجاره و ارائه خدمات اقامتی به مهمانان و گردشگران،
                            مهیا شده و در سایت جاجیگا ثبت شده باشد.
                        </p>
                        <p>
                            1- 6 جاجیگا: سرویسی که شرکت مالک برند جاجیگا ارائه
                            می‌دهد.
                        </p>
                        <p>
                            1- 7 حساب کاربری: حساب الکترونیکی است که افراد برای
                            استفاده از سرویس جاجیگا در نرم‌افزار جاجیگا ایجاد
                            کرده‌اند.
                        </p>
                        <p>
                            1- 8 اعتبار: مبلغی است که کاربران در کیف پول حساب
                            کاربری خود، جهت استفاده از سرویس جاجیگا شارژ می
                            کنند.
                        </p>
                        <p>
                            1- 9 اجاره بها: نرخ اجاره اقامتگاه که می بایست در
                            ازای اقامت مهمان در اقامتگاه و به مدت مشخص، توسط
                            مهمان به میزبان مربوطه پرداخت گردد.
                        </p>
                        <p>
                            1- 10 محتوای جاجیگا: شامل هرگونه محتوی متنی، تصویری،
                            ویدئویی که جاجیگا از طریق وبسایت، اپلیکیشن، حساب های
                            رسمی شرکت در شبکه های اجتماعی و یا شرکتهای تبلیغاتی
                            تحت قرارداد خود منتشر می کند.
                        </p>
                        <p>
                            1- 11 محتوای کاربر: شامل هرگونه محتوی متنی، تصویری،
                            ویدئویی که کاربران جاجیگا در حساب کاربری خود، در
                            نمایه (پروفایل) شخصی خود، یا نمایه (پروفایل)
                            اقامتگاه خود و یا در مکالمات درون سیستمی، در سایت
                            جاجیگا ایجاد، ارسال، آپلود، یا منتشر می کنند.
                        </p>
                        <p>
                            1 -12 رزرو: عبارتست از یک مجوز رسمی که توسط میزبان
                            به مهمان مربوطه اعطا می گردد تا وارد یک اقامتگاه
                            مشخص گردیده و در مدت زمانی مشخص، با تعداد همراهان
                            معین و با شرایطی که مطابق با مقررات ثبت شده اقامتگاه
                            و همچنین قوانین و مقررات سایت باشد، جهت اقامت موقت
                            خود و همراهان خود مورد استفاده قرار دهد.
                        </p>
                        <h2>ماده ۲- حساب کاربری</h2>
                        <p>
                            2- 1- برای بهره مندی کامل از وبسایت همچون رزرو یک
                            اقامتگاه یا اجاره دادن یک اقامتگاه، کاربر می بایست
                            ثبت‌نام کرده و با ثبت اطلاعات کاربری مشخص شده به
                            عضویت وبسایت درآید. در این حالت حساب کاربری مختص
                            همان کاربر، جهت اداره امور جاری، در اختیار کاربر
                            قرار خواهد گرفت.
                        </p>
                        <p>
                            2- 2- تنها افرادی که بیش از ۱۸ سال سن و واجد اهلیت
                            قانونی باشند می‌توانند اقدام به ساختن حساب کاربری در
                            جاجیگا کنند، افراد زیر 18 سال، می بایست تحت نظر
                            والدین یا قیم قانونی خود از وبسایت استفاده کنند.
                            برای ایجاد حساب کاربری، هر کاربر حداقل باید نام، نام
                            خانوادگی صحیح و شماره همراه خود را در نرم‌افزار
                            جاجیگا ثبت کند و شماره همراه مذکور را نیز به تایید
                            برساند.
                        </p>
                        <p>
                            2- 3- کاربر با ثبت‌نام در جاجیگا می‌پذیرد که قوانین
                            و مقررات جاجیگا را به صورت کامل مطالعه کرده و
                            پذیرفته است. این قوانین ممکن است در طول زمان تغییر
                            کند، استفادۀ کاربران از جاجیگا به معنی پذیرش هرگونه
                            تغییر در قوانین و مقررات آن است.
                        </p>
                        <p>
                            2- 4- کاربر می‌پذیرد اطلاعات هویتی خود را به صورت
                            صحیح، کامل و به‌ روز در سرویس جاجیگا ثبت کند.
                            مسئولیت ناشی از ثبت عمدی یا سهوی اطلاعات هویتی
                            ناصحیح، با کاربر است. هرگاه کشف گردد که هر یک از
                            اطلاعات درخواستی به غلط ثبت گردیده، شرکت می‌تواند
                            حساب کاربری مربوطه را معلق یا مسدود کرده و از ارائۀ
                            سرویس به کاربر خودداری کند.
                        </p>
                        <p>
                            2- 5- هر فرد تنها می‌تواند یک حساب کاربری و با یک
                            شماره موبایل در جاجیگا داشته باشد و به عنوان مهمان،
                            میزبان و یا هردو بصورت همزمان فعالیت نماید. کاربر
                            میزبان نمی تواند شخصا اقامتگاه متعلق به خود را به
                            عنوان کاربر مهمان رزرو نماید.
                        </p>
                        <p>
                            2- 6- مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری
                            اشخاص در جاجیگا یا سایر خدمات مربوط به جاجیگا انجام
                            می‌شود به عهدۀ کاربر است.
                        </p>
                        <p>
                            2- 7- مسئولیت حفظ امنیت اطلاعات حساب کاربری از جمله
                            نام کاربری و رمز عبور به عهدۀ کاربر است. در صورت
                            مفقود شدن یا سرقت اطلاعات حساب کاربری، کاربر موظف
                            است در اسرع وقت موضوع را به اطلاع شرکت برساند. بدیهی
                            است تا زمانی که اطلاع‌رسانی به شرکت انجام نشده است
                            مسئولیت همۀ فعالیت‌هایی که از طریق حساب کاربری مذکور
                            انجام شده و می‌شود به عهدۀ کاربر خواهد بود.
                        </p>
                        <p>
                            2- 8- کاربر حق ندارد حساب کاربری خود را در اختیار
                            اشخاص حقیقی و حقوقی ثالث قرار دهد، یا حساب خود را به
                            فرد یا شرکت دیگری منتقل کند. بدیهیست مسئولیت هرگونه
                            نقض قوانین از جانب دارنده حساب کاربری به عهده مالک
                            حساب کاربری خواهد بود.
                        </p>
                        <h2>ماده ۳- استفاده از وبسایت</h2>
                        <p>
                            3- 1- کاربر متعهد به رعایت همۀ قوانین اخلاقی، شرعی و
                            عرفی جمهوری اسلامی ایران در طی استفاده از خدمات
                            جاجیگا است. با استفاده از سرویس جاجیگا کاربر
                            می‌پذیرد که از خدمات جاجیگا برای انجام هیچ فعالیت
                            غیر‌قانونی طبق قوانین جمهوری اسلامی ایران یا مخالف
                            با عرف جامعه استفاده نکند. کاربر حق ندارد اشیاء غیر
                            مجاز از جمله مشروبات الکلی، مواد مخدر، سلاح یا سایر
                            اشیاء یا حیواناتی که طبق قانون جمهوری اسلامی ایران
                            مجاز نیست را به اقامتگاه منتقل کند،نگهداری کند و یا
                            استفاده نماید.
                        </p>
                        <p>
                            3- 2- کاربر می‌پذیرد که جاجیگا ارائه کننده خدمات
                            اقامت نیست، بلکه ارائه کننده خدمات نرم‌افزاری از
                            طریق وبسایت و اپلیکیشن های جاجیگا است، که ارتباط
                            مستقیم بین مهمانان و میزبانان را جهت توافق بر انجام
                            یک اقامت کوتاه مدت بصورت الکترونیکی فراهم و تسهیل
                            می‌کند. جاجیگا به هیچ عنوان مالک یا متصدی یا نماینده
                            اقامتگاه هایی که در وبسایت توسط کاربران به ثبت رسیده
                            نمی باشد، همچنین دخالتی در آماده سازی، مدیریت و
                            اداره اقامتگاهها ندارد. در سرویس جاجیگا، مهمان مختار
                            است درخواستی برای رزرو یک اقامتگاه ایجاد و برای
                            کاربر میزبان ارسال کند یا خیر، همچنین میزبان مختار
                            است یک درخواست رزرو را بپذیرد یا رد کند، لذا هر
                            رزروی که مهمان و میزبان بر سر آن به توافق میرسند
                            باید به عنوان یک قرارداد لازم مستقل بین کاربر مهمان
                            و کاربر میزبان در نظر گرفته شود و جاجیگا هیچ کنترلی
                            بر رفتار هیچ یک از کاربران در خارج از محیط نرم افزار
                            جاجیگا ندارد. لذا مسئولیت جاجیگا محدود است به مهیا
                            کردن وبسایت و اپلیکیشن ها و سرویسهای نرم افزاری
                            مربوطه و هیچ نوع مسئولیت دیگری را نمی پذیرد.
                        </p>
                        <p>
                            3- 3- تمامی خدمات سیستمی جاجیگا به کاربران در 7 روز
                            هفته و 24 ساعت شبانه روز فعال است و کاربران می
                            توانند امور خود را بصورت آنلاین پیگیری نمایند. کلیه
                            امور غیر سیستمی همچون پاسخ به درخواست های تلفنی و
                            پیام های داخل سیستمی و رسیدگی به مشکلات و شکایات
                            مشتریان، در طول ساعات کاری و در روزهای کاری هفته،
                            پردازش می‌‏شوند.
                        </p>
                        <p>
                            3- 4- جاجیگا همواره در دریافت و تحویل الکترونیکی
                            کلیه درخواستهای ثبت شده، نهایت دقت و تلاش خود را
                            انجام می‌دهد. با وجود این، در صورتی که درخواست رزرو
                            توسط میزبان مربوطه رد شود و یا پاسخی ارسال نگردد،
                            درخواست رزرو مذکور بصورت خودکار لغو می گردد.
                        </p>
                        <p>
                            3- 5- در صورتی که میزبان برای تحویل اقامتگاه حاضر
                            نشود و یا "رزرو قطعی" خود را پیش از شروع رزرو لغو
                            کند، تمامی مبلغ پرداختی مهمان به سایت جاجیگا به
                            ایشان مسترد خواهد گردید، همچنین جاجیگا تمام تلاش خود
                            را برای معرفی اقامتگاه جایگزین به کار خواهد بست و
                            مهمان مختار است تا اقامتگاه معرفی شده را رزرو نماید
                            و یا مبلغ پرداختی خود را بطور کامل دریافت نماید. در
                            این ارتباط میزبان مربوطه مسئول هرگونه ضرر و زیان
                            وارده به مهمان بوده و همچنین شرکت می تواند بعلت عدم
                            رعایت مقررات سایت که منجر به بی اعتمادی کاربران و
                            مخدوش شدن شهرت و اعتبار او می شود، به تشخیص خود
                            جریمه های نقدی یا غیر نقدی را به حساب کاربری ایشان
                            اعمال کند و حساب کاربری میزبان را بصورت موقت یا
                            دائمی به حالت تعلیق درآورد.
                        </p>
                        <p>
                            3- 6- به منظور پرداخت وجه اجاره به میزبان و یا عودت
                            وجه مهمان در هنگام لغو رزرو، جاجیگا حداکثر 24 ساعت
                            از زمان ثبت درخواست واریز و یا لغو رزرو، دستور
                            انتقال وجه مربوطه به حساب بانکی کاربر را از طریق
                            سیستم "پایا" ثبت می نماید. از آنجا که زمان اجرای
                            دستور انتقال وجه پایا در سیستم بانکی در ساعات و
                            روزهای مختلف متفاوت است، هیچ مسئولیتی از بابت طولانی
                            شدن و یا تاخیر سی‍ستم بانکی در انتقال وجوه، متوجه
                            جاجیگا نخواهد بود.
                        </p>
                        <p>
                            3- 7- کاربر باید هنگام ثبت درخواست رزرو و یا ثبت
                            درخواست واریز وجه، فرم های مربوطه را با اطلاعات صحیح
                            و به طور کامل تکمیل کند. بدیهی است درصورت ورود
                            اطلاعات ناقص یا نادرست، درخواستهای کاربر قابل پیگیری
                            و پردازش نخواهد بود. درج اطلاعات هویتی، شماره شبا و
                            حساب بانکی، آدرس، ایمیل و شماره تماس‌های مشتری، به
                            منزله مورد تایید بودن و صحت آنها است. در صورتی که
                            شبهه ای در صحت این اطلاعات وارد باشد، جاجیگا جهت
                            اطمینان می تواند حساب کاربری مورد نظر را تا زمان
                            تکمیل اطلاعات و رفع تمامی نواقص، معلق و یا مسدود
                            نماید.
                        </p>
                        <p>
                            3- 8- کاربر مهمان متعهد می شود که تعداد مهمانان و
                            همراهان ورودی به اقامتگاه برابر با تعداد مهمانان ثبت
                            شده در سند رزرو باشد. در صورت عدم تطبیق تعداد
                            مهمانان با اطلاعات ثبت شده و ورود مهمانان با تعداد
                            بیشتر از تعداد ثبت شده در سند رزرو، کاربر میزبان
                            مجاز به جلوگیری از ورود مهمانان و لغو رزرو مذکور
                            بوده و در این حالت مبلغ صورتحساب به میزبان پرداخت
                            خواهد شد. همچنین مسئولیت جبران هرگونه خسارات وارده
                            برعهدۀ کاربر مهمان است.
                        </p>
                        <p>
                            3- 9- کاربر مهمان، تنها می تواند اقامتگاهی را برای
                            اقامت خود و همراهان خود رزرو نماید، رزرو یک اقامتگاه
                            برای فرد دیگر بدون اطلاع و هماهنگی با جاجیگا، خلاف
                            مقررات می باشد. بدیهی ست تحویل اقامتگاه تنها به فرد
                            رزرو کننده در سایت جاجیگا و به شرط تحویل کارت هویتی
                            منطبق با اطلاعات ثبت شده در سایت میسر خواهد بود. در
                            صورت عدم رعایت این بند توسط مهمان، حق لغو رزرو مذکور
                            برای جاجیگا و میزبان محفوظ است و مبلغ رزرو قابل عودت
                            نخواهد بود.
                        </p>
                        <p>
                            3- 10- کاربر میزبان، مسئول و متعهد است تا پس از قطعی
                            شدن یک رزرو، اقامتگاه مربوطه را با مشخصات و خدمات
                            تعهد شده در سند رزرو، در اختیار مهمان قرار دهد. در
                            غیر اینصورت، مسئولیت جبران تمامی خسارات وارده از
                            جمله جایگزین نمودن اقامتگاه دیگر با نرخ بالاتر به
                            عهده کاربر میزبان است.
                        </p>
                        <p>
                            3- 11- با توجه به ثبت سیستمی درخواست رزرو، هرگونه
                            تغییر در مشخصات رزرو قطعی شده همچون تاریخ ورود و
                            خروج و تعداد نفرات، تنها از طریق تماس با پشتیبانی
                            سایت و پس از توافق بین مهمان و میزبان رزرو مذکور و
                            پرداخت هزینه مرتبط قابل انجام می باشد. همچنین
                            مسئولیت پرداخت به موقع هزینه ناشی از تغییرات اعمال
                            شده، بر عهده کاربر متقاضی خواهد بود.
                        </p>
                        <p>
                            3- 12- کاربر مهمان می‌پذیرد، درخواست رزروی ارسال
                            نکند مگر اینکه قصد استفاده از خدمات جاجیگا را داشته
                            باشد. کاربر میزبان می پذیرد اقامتگاه خود را تنها به
                            منظور اجاره دادن آن اقامتگاه از طریق جاجیگا ثبت کند.
                            کاربر مهمان اگر پس از ارسال درخواست رزرو و پذیرش
                            درخواست توسط کاربر میزبان، درخواست را لغو کند و
                            کاربر میزبان اگر پس از قبول یک درخواست رزرو، درخواست
                            را لغو کند، شرکت می تواند به دلیل تاثیر این امر بر
                            اعتماد سایر کاربران و مخدوش شدن شهرت و اعتبار
                            جاجیگا، به تشخیص خود جریمه های مختلف نقدی یا غیرنقدی
                            را به حساب کاربری ایشان اختصاص دهد و حساب کاربری و
                            اقامتگاه مربوطه را تا حل و فصل موضوع به صورت موقت یا
                            دائمی به حالت تعلیق درآورد.
                        </p>
                        <p>
                            3- 13- کاربر مهمان متعهد به رعایت مقررات اقامتگاه
                            تحت رزرو خود، که توسط کاربر میزبان وضع و در نمایه
                            (پروفایل) اقامتگاه در معرض دید بازدیدکنندگان قرار
                            داده شده می باشد. در صورت عدم رعایت مقررات اقامتگاه،
                            کاربر میزبان مجاز به لغو رزرو بوده و دراینصورت
                            مسئولیت جبران تمامی خسارات وارده برعهدۀ کاربر مهمان
                            است. متن مقررات مذکور در لحظه وقوع رزرو نزد جاجیگا
                            ذخیره شده و درصورت نیاز قابل ارایه می باشد.
                        </p>
                        <p>
                            3- 14- مسئولیت به همراه داشتن و ارائه مدارک شناسایی
                            کاربر مهمان و همچنین مدارک محرمیت زوجین در بدو ورود
                            به اقامتگاه با کاربر مهمان است، در صورت بروز هرگونه
                            مشکل در این رابطه، میزبان حق دارد رزرو را لغو نموده
                            و در اینصورت مسئولیت جبران خسارات وارده برعهدۀ کاربر
                            مهمان است.
                        </p>
                        <p>
                            3- 15- در صورت بروز هرگونه خطا نسبت به درج نرخ اجاره
                            بها موجود در سایت جاجیگا، حق بلا اثر نمودن درخواست و
                            رزرو انجام شده توسط کاربر مهمان، برای جاجیگا محفوظ
                            است. جاجیگا در اسرع وقت وجوه دریافتی را به حساب
                            اعلام شده توسط کاربر مهمان، واریز و عودت می‌نماید و
                            کاربر با ورود به سایت جاجیگا می‌پذیرد از این امر
                            آگاهی داشته و در این خصوص ادعایی نخواهد داشت.
                        </p>
                        <p>
                            3- 16- پس از قطعی شدن یک رزرو، در صورتی که مهمان
                            برای تحویل گرفتن اقامتگاه مراجعه نکند، اقامتگاه
                            همچنان تحت رزرو ایشان باقی خواهد ماند و هزینه های
                            پرداختی رزرو به ایشان مسترد نخواهد شد. در صورت لغو
                            رزرو توسط مهمان، مطابق مقررات لغو رزرو اقامتگاه که
                            در نمایه (پروفایل) اقامتگاه در معرض دید کاربر مهمان
                            قرار داشته و در سند رزرو ثبت شده و همچنین در زمان
                            وقوع رزرو نزد جاجیگا ذخیره شده است رفتار خواهد شد.
                            کاربر میزبان ملزم به بررسی وبه روزرسانی مقررات لغو
                            رزرو اقامتگاه خود است، کاربر مهمان نیز ملزم به
                            مطالعه مقررات لغو رزرو اقامتگاه مورد نظر خود، پیش از
                            رزرو و پرداخت وجه صورتحساب می باشد.
                        </p>
                        <p>
                            3- 17- کاربر مهمان می پذیرد، اقامتگاه تحت اجاره را
                            مطابق تاریخ خروج مشخص شده در سند رزرو ترک کرده و
                            تحویل دهد. در صورتی که مهمان بدون رضایت میزبان، بیش
                            از مدت تعیین شده در اقامتگاه مانده و اقامتگاه را
                            تخلیه نکند، میزبان حق دارد به میزان 2 برابر اجاره
                            بهای روزهای مذکور از مهمان مربوطه اخذ نماید، همچنین
                            میزبان حق دارد از روشهای قانونی برای تخلیه اقامتگاه
                            استفاده کند و هرگونه هزینه و ضرر و زیان در این
                            ارتباط می بایست توسط مهمان مربوطه اخذ گردد.
                        </p>
                        <p>
                            3- 18- کاربر مهمان می پذیرد، اقامتگاه و تمامی
                            متعلقات و تجهیزات موجود در اقامتگاه تحت اجاره خود را
                            پس از اتمام دوره رزرو، با شرایطی که هنگام ورود تحویل
                            گرفته، به میزبان تحویل دهد. مهمان مسئول هرگونه خسارت
                            وارده به اقامتگاه و متعلقات آن که توسط خود مهمان و
                            یا همراهان مهمان ایجاد گردد می باشد. در صورت ادعای
                            قابل اثبات خسارت از جانب میزبان، مهمان مربوطه مسئول
                            پرداخت هزینه جایگزینی مورد صدمه دیده یا مفقود شده می
                            باشد.
                        </p>
                        <p>
                            3- 19- در صورتی که میزبان از خدمات عکاسی و
                            فیلمبرداری جاجیگا استفاده کند، تصاویر گرفته شده پس
                            از حک واتر مارک Jajiga.com بر روی آن، در نمایه
                            (پروفایل) اقامتگاه و یا در شبکه های اجتماعی و در
                            تبلیغات مرتبط با سامانه جاجیگا مورد استفاده قرار
                            خواهد گرفت. مالکیت معنوی تمامی تصاویر گرفته شده
                            متعلق به جاجیگا خواهد بود و میزبان متعهد می شود بدون
                            مجوز رسمی جاجیگا، تصاویر مذکور را در هیچ کجای دیگر
                            مورد استفاده قرار ندهد. همچنین میزبان می پذیرد که،
                            حق استفاده از تصاویر اخذ شده در هرجا و هر زمان برای
                            جاجیگا محفوظ می باشد.
                        </p>
                        <p>
                            3- 20- کاربرانی که به عنوان میزبان اقدام به ثبت
                            اقامتگاه می نمایند، می بایست خود مالک قانونی
                            اقامتگاه باشند و یا اقامتگاه بصورت اجاره بلند مدت در
                            اختیار ایشان قرار داده شده و یا نماینده قانونی مالک
                            برای اجاره ملک باشند که توسط مالک اقامتگاه تعیین شده
                            اند. در هر صورت امر میزبانی و اجاره اقامتگاه در
                            جاجیگا تنها با اطلاع و اجازه صاحب قانونی اقامتگاه
                            مجاز می باشد. مسئولیت هرگونه خلاف، خطا و یا اشتباه
                            صورت گرفته در این ارتباط به عهده کاربر میزبان مربوطه
                            بوده و حق هرگونه پیگیری حقوقی در این ارتباط برای
                            جاجیگا محفوظ می باشد.
                        </p>
                        <p>
                            3- 21- مالکیت مادی و معنوی و همچنین تمامی مسئولیت
                            نمایه اقامتگاه ثبت شده توسط کاربر میزبان، متعلق به
                            ایشان می باشد. در صورتی که ادعایی مبنی بر مالکیت هر
                            یک از اقامتگاههای ثبت شده به جاجیگا ارسال شود، پس از
                            بررسیهای لازم و تایید مالکیت توسط کارشناسان جاجیگا،
                            مالکیت و مسئولیت نمایه اقامتگاه مذکور، به مالک ملک
                            انتقال خواهد یافت و کاربر ثبت کننده می پذیرد که از
                            تاریخ انتقال، هیچگونه ادعایی در ارتباط با نمایه
                            اقامتگاه انتقال یافته نداشته باشد.
                        </p>
                        <p>
                            3- 22- در مواردی که رزرواسیون یک اقامتگاه در خارج از
                            جاجیگا، توسط مالک به نمایندگان متعددی سپرده شده
                            باشد، مالکیت نمایه اقامتگاه مذکور در جاجیگا، متعلق
                            به اولین نماینده ای خواهد بود که نمایه اقامتگاه را
                            بطور کامل و بی نقص، ثبت و منتشر نماید. تبصره:
                            درصورتی که نماینده ای بتواند اقامتگاهی را بطور معنی
                            داری با نرخ پایین تر و شرایط بهتر از آنچه که در
                            وبسایت ثبت شده عرضه کند. پس از بررسی و تایید
                            کارشناسان جاجیگا، نمایه اقامتگاه مذکور به نماینده
                            دوم انتقال خواهد یافت و نماینده اول می پذیرد که از
                            تاریخ انتقال، هیچگونه ادعایی در ارتباط با نمایه
                            اقامتگاه انتقال یافته نداشته باشد.
                        </p>
                        <p>
                            3- 23- کاربر میزبان، در صورت نمایندگی، تنها می تواند
                            نماینده مستقیم مالک اقامتگاه باشد و واسطه گری غیر
                            مستقیم به هیچ عنوان در جاجیگا قابل پذیرش نیست. در
                            صورت مشاهده چنین موردی، جاجیگا حق دارد نمایه
                            اقامتگاه مذکور را از کاربر متخلف باز پس گرفته و به
                            تشخیص خود، عضویت کاربر متخلف را لغو نماید.
                        </p>
                        <p>
                            3- 24- کاربر میزبان می پذیرد، اقامتگاه ثبت شده
                            ایشان، می تواند توسط کارشناسان جاجیگا بدون اطلاع
                            قبلی، مورد بازدید حضوری قرار گیرد.
                        </p>
                        <p>
                            3- 25- کاربر میزبان می پذیرد، که ارتباطش با وبسایت
                            جاجیگا، به عضویت ایشان در وبسایت بعنوان یک عضو
                            پیمانکار مستقل محدود می باشد، و هیچگاه این عضویت به
                            معنی کارمندی یا نمایندگی جاجیگا و یا شراکت با جاجیگا
                            نخواهد بود و کاملا بصورت انحصاری برای خود و در جهت
                            منافع خود فعالیت خواهد نمود و نه برای و در جهت منافع
                            جاجیگا. همچنین جاجیگا هیچگونه کنترلی بر اقامتگاه ثبت
                            شده میزبان و یا هرگونه فعالیت خارج از وبسایت میزبان
                            ندارد، و کاربر میزبان به عنوان عضوی از وبسایت
                            جاجیگا، می پذیرد تا هیچگاه عملی انجام ندهد که القا
                            کننده شراکت یا نمایندگی ایشان با جاجیگا باشد(شامل
                            استفاده غیر مجاز از مالکیت فکری وبسایت جاجیگا).
                        </p>
                        <p>
                            3- 26- اشاره به "تایید شده" بودن یا کلمات این چنینی
                            در نمایه (پروفایل) کاربران وبسایت، تنها نشان می دهد
                            که کاربر مذکور یکی از اطلاعات ثبت شده خود همچون
                            شماره تلفن همراه یا آدرس منزل و غیره، را به تایید
                            رسانده است، و این به معنی تایید همه جانبه کاربر
                            مذکور، قابل اعتماد بودن، امن بودن یا مورد تایید بودن
                            ایشان از جانب جاجیگا نمی باشد. در عوض توصیه می شود
                            تا تمامی اعضا، پیش از تصمیم به رزرو یک اقامتگاه یا
                            پذیرفتن یک درخواست رزرو، ارزیابی لازم از کاربر مورد
                            نظر را به انجام برسانند. جاجیگا هیچگونه مسئولیتی در
                            قبال صدمات یا زیانهای احتمالی به افراد ناشی از
                            تعاملات دو جانبه یا چندجانبه کاربران با یکدیگر را
                            نمی پذیرد.
                        </p>
                        <p>
                            3- 27- هر فرد واحد با هر جنسیت و هر سنی که به همراه
                            کاربر مهمان وارد اقامتگاه می شود یک نفر مهمان محسوب
                            می شود و می باید هنگام ثبت رزرو در تعداد مهمانان
                            لحاظ شده و هزینه آن پرداخت گردد. ممکن است سایت بصورت
                            موقت محدوده سنی پایین تر از سن خاصی را از این قاعده
                            مستثنی نماید و در صورتحساب لحاظ نکند که در اینصورت
                            جزییات آن جهت اطلاع کاربران در فرایند رزرو درج خواهد
                            گردید.
                        </p>
                        <p>
                            3- 28- خدمات جاجیگا ممکن است با مشارکت شرکت‌های
                            دیگری ارائه شود که شرکت جاجیگا کنترلی روی آنها
                            ندارد. در چنین شرایطی کاربر می‌پذیرد که این خدمات و
                            شرکتها، قوانین استفاده و مقررات مختص به خود را دارند
                            و جاجیگا مسئولیتی در خصوص قوانین و خدمات این شرکت‌ها
                            ندارد.
                        </p>
                        <p>
                            29-3- کاربر میزبان متعهد است، به تعهدات قانونی مرتبط
                            با مالیات و بیمه تامین اجتماعی مرتبط با رزرو
                            اقامتگاه خود در سایت عمل کند. هرگونه جریمه احتمالی
                            ناشی از اهمال کاربر به ایشان برمی گردد و ارتباطی با
                            شرکت نخواهد داشت.
                        </p>
                        <p>
                            30-3- کاربر میزبان متعد است برای اقامتگاه ثبت شده
                            خود در سایت، پوشش بیمه ای کافی همچون بیمه حوادث
                            طبیعی و بیمه مسئولیت و غیره را فراهم آورد تا در صورت
                            بروز خسارت به منزل یا به مهمانان، امکان جبران خسارت
                            از طریق بیمه گر میسر باشد.
                        </p>
                        <h2>‌ماده ۴ – نرخ ها، هدایا و کارمزدها</h2>
                        <p>
                            4- 1- مطابق سیاستهای کلان کسب و کار جاجیگا و در جهت
                            بسط و گسترش فرهنگ گردشگری و اقامت ساده و ارزان، کلیه
                            اقامتگاههای ثبت شده در جاجیگا و میزبانان مربوطه، با
                            توجه به فصل و کشش بازار و مبتنی بر اصول مشتری مداری
                            و احترام به حقوق مصرف کننده، به اعمال نرخ های حداقلی
                            و منصفانه دعوت می شوند، ولیکن اجاره بهای درج شده
                            برای هر اقامتگاه، توسط میزبان همان اقامتگاه تعیین و
                            ثبت می گردد و مهمانان محترم نیز مطابق الگوی عرضه و
                            تقاضا می توانند نسبت به انتخاب و رزرو اقامتگاه مد
                            نظر خود اقدام نمایند. لذا جاجیگا هیچگونه مسئولیتی در
                            ارتباط با نرخ و اجاره بهای درج شده اقامتگاهها در
                            وبسایت ندارد.
                        </p>
                        <p>
                            4- 2- کاربر مهمان می‌پذیرد هزینۀ سرویس ارائه شده و
                            اجاره بها یک اقامتگاه مشابه، ممکن است بسته به شرایط
                            از جمله فصل، پیک سفر، تعداد نفرات و مدت رزرو، و یا
                            عوامل دیگر متغیر باشد.
                        </p>
                        <p>
                            4- 3- پرداخت هزینۀ سرویس فقط از طریق روش‌هایی که
                            توسط جاجیگا مشخص می‌شود، می تواند صورت گیرد.
                            روش‌هایی همچون پرداخت از طریق درگاه‌های امن بانکی،
                            پرداخت کارت به کارت و غیرو … با توجه به تلاش مستمر
                            جاجیگا برای بکار گرفتن آخرین تکنولوژیهای امن پرداخت
                            و تسهیل استفاده از وبسایت برای کاربران، این روشها
                            ممکن است تغییر یابد و یا به روز گردد.
                        </p>
                        <p>
                            4- 4- کاربر مهمان یا میزبان، نمی توانند کل و یا
                            قسمتی از پرداخت و یا دریافت اجاره بها را در خارج از
                            روال تعریف شده وبسایت انجام دهند. هرگونه پیشنهاد
                            پرداخت و یا پذیرش پرداخت خارج از رویه های پرداخت
                            تعریف شده در جاجیگا، خلاف مقررات بوده و موجب تعلیق
                            حساب کاربری مهمان و یا میزبان متخلف خواهد شد. جاجیگا
                            ضمن محفوظ نگه داشتن حقوق خود برای اقدامات قانونی،
                            هیچگونه مسئولیتی را در قبال مشکلات بوجود آمده، ناشی
                            از توافقات مشابه نخواهد پذیرفت.
                        </p>
                        <p>
                            4- 5- کاربر مهمان برای تکمیل رزرو اقامتگاه مورد نظر
                            خود، تنها موظف به پرداخت مبلغ درج شده در صورتحساب
                            الکترونیکی صادر شده توسط جاجیگا می باشد و مطالبه
                            هرگونه هزینه دیگر برای اقامت در اقامتگاه مذکور، با
                            شرایط قید شده در سند رزرو، از جانب کاربر میزبان خلاف
                            مقررات است و موجب تعلیق حساب کاربری و اقامتگاه
                            میزبان متخلف خواهد شد.
                        </p>
                        <p>
                            4- 6- دو بند فوق مربوط به هزینه های اجاره اقامتگاه
                            بوده و در صورت درخواست خدمات دیگری همچون: سرویس حمل
                            و نقل، سرو غذا (صبحانه/نهار/شام/ چای/قهوه/میوه/ غیرو
                            …)، گشتهای محلی و یا سایر خدمات اضافی ارائه شده توسط
                            میزبان، هزینه آن بصورت مجزا و مطابق توافق میزبان و
                            مهمان محاسبه شده و مستقیما به میزبان پرداخت می گردد
                            و جاجیگا هیچگونه مسئولیتی در قبال هرگونه شکایت یا
                            نارضایتی طرفین نخواهد داشت.
                        </p>
                        <p>
                            4- 7- کاربر می‌پذیرد که باید هزینۀ اقامت را مستقل از
                            هر گونه مشکلی که ممکن است در برنامه جاجیگا جهت
                            پرداخت آنلاین به وجود بیاید به شرکت پرداخت کند. در
                            صورتی که به دلیل وقوع مشکلی در برنامه جاجیگا یا
                            مشکلات ارتباطی از جمله اینترنت و شبکۀ تلفن همراه
                            امکان پرداخت از طریق وبسایت یا اپلیکیشن فراهم نشود
                            مهمان همچنان موظف به پرداخت هزینه اقامت خواهد بود.
                            در این شرایط پرداخت هزینه ممکن است با هماهنگی مهمان
                            با شرکت جاجیگا، یا روش‌های دیگر صورت پذیرد. در صورتی
                            که مهمان به هر دلیلی از جمله مشکلات و ایرادات
                            اپلیکیشن یا درگاه بانکی پرداخت را انجام نداده باشد،
                            شرکت حق دارد هزینه رزرو را به روشهای قانونی از مهمان
                            دریافت نماید.
                        </p>
                        <p>
                            4- 8- کاربر میزبان می پذیرد، پس از دریافت درخواست
                            رزرو یک مهمان، در مدت تعیین شده به درخواست پاسخ دهد،
                            در صورت رد درخواست رزرو و یا عدم پاسخ در مهلت مقرر،
                            درخواست رزرو مذکور بصورت خودکار لغو می گردد و قابل
                            بازیابی نخواهد بود. کل هزینه صورتحساب در هنگام قطعی
                            شدن رزرو توسط سایت دریافت خواهد شد و مبلغ اجاره پس
                            از کسر کارمزد در روز بعد از تاریخ شروع رزرو به حساب
                            بانکی متعلق به میزبان واریز خواهد گردید.
                        </p>
                        <p>
                            4- 9- کاربران مهمان و میزبان می پذیرند که در صورتی
                            که یک رزرو، پیش و یا پس از تاریخ ورود مشخص شده در
                            سند رزرو نهایی، توسط کاربر مهمان لغو گردد، جاجیگا می
                            تواند مطابق مقررات لغو رزرو اقامتگاه مذکور که توسط
                            میزبان برای تاریخ رزرو مورد نظر تعیین گردیده، مبلغ
                            بازپرداخت را مشخص و به مهمان مربوطه پرداخت نماید.
                        </p>
                        <p>
                            4- 10- در وضعیتی که یک رزرو، بنا به شرایط حادث شده
                            همچون قوه قهریه و یا به دلایلی که از کنترل طرفین
                            خارج باشد، توسط کاربر مهمان یا کاربر میزبان یا
                            جاجیگا لغو گردد، تمامی هزینه های دریافتی بازپرداخت
                            گردیده و هر دو طرف رزرو لغو شده، از دلایل امر باخبر
                            خواهند گردید. در این شرایط مهمان، میزبان و جاجیگا
                            هیچگونه مسئولیتی بابت لغو رزرو حادث شده به عهده
                            نخواهند داشت.
                        </p>
                        <p>
                            4- 11- مبلغ کارمزد جاجیگا، در حال حاضر در هنگام
                            تسویه اجاره بهای هر رزرو از کاربر میزبان دریافت می
                            گردد. این مبلغ در صورت نیاز و با اطلاع قبلی به
                            میزبانان قابل افزایش یا کاهش خواهد بود. مبلغ کل قابل
                            پرداخت به میزبان، شامل مبلغ کل اجاره بها منهای مبلغ
                            کارمزد سایت می باشد. پیش از قطعی شدن یک رزرو، جاجیگا
                            هیچگونه کارمزدی از کاربران دریافت نمی کند ولی در
                            صورت لغو رزرو به هردلیل، مطابق مقررات لغو رزرو
                            کارمزد جاجیگا از مبلغ قابل پرداخت به کاربر مهمان و
                            کاربر میزبان کسر خواهد شد.
                        </p>
                        <p>
                            4- 12- جاجیگا ممکن است کدهایی بصورت هدیه منتشر کند و
                            یا کدهای اعتباری را به متقاضیان به فروش برساند، در
                            این حالت با وارد کردن کدهای مذکور در برنامه، درصدی
                            از هزینه اقامت بعدی ایشان کاسته می شود یا مبلغ مشخصی
                            به کیف پول حساب کاربری ایشان در جاجیگا شارژ می شود.
                            کاربر می‌پذیرد که اجازۀ انتقال یا فروش کد ها را به
                            افراد دیگر ندارد. همچنین کاربر مجاز نیست این کدها را
                            به صورت عمومی منتشر کند (حتی اگر جاجیگا در فضاهای
                            عمومی این کد ها را منتشر کرده باشد) مگر اینکه جاجیگا
                            رسماَ این اجازه را به آنها داده باشد.
                        </p>
                        <p>
                            4- 13- کاربر می‌پذیرد اعتباری که بصورت هدیه کسب کرده
                            و در حساب کاربری کاربر مشخص گردیده، فقط برای استفاده
                            از خدمات جاجیگا قابل استفاده است و امکان دریافت این
                            وجه را به صورت نقد ندارد.
                        </p>
                        <p>
                            4- 14- کاربر می‌پذیرد، اعتبار هدیه و یا کدها و کارت
                            های اعتباری که جهت افزایش اعتبار یا کاهش هزینه اقامت
                            به او اعطا می‌شود در تاریخ انقضاء مشخص شده منقضی
                            شوند. در مواردی که جاجیگا برای ارائه کدهای هدیه
                            هزینه ای دریافت نمی‌کند، این حق برای شرکت محفوظ است
                            که مبلغ یا درصد تاثیر این کدها را حتی پس از انتشار
                            آنها تغییر دهد یا در صورت لزوم آنها را باطل کند.
                            همچنین در صورتی که شرکت تشخیص دهد که صدور یا استفاده
                            از یک کد به دلیل خطای فنی بوده یا تخلفی صورت گرفته و
                            یا غیر قانونی بوده است، می‌تواند کد یا اعتباری که در
                            نتیجۀ استفاده از آنها به حساب کاربر اضافه شده است را
                            باطل یا حذف کند.
                        </p>
                        <h2>‌ماده ۵- مسئولیت جاجیگا</h2>
                        <p>
                            5- 1- جاجیگا تمام تلاش خود را جهت ارائه خدمات آنلاین
                            به کاربران خود، در 7 روز هفته و 24 ساعت شبانه روز به
                            انجام میرساند، اما با توجه به اختلالات غیر قابل پیش
                            بینی که می‌تواند ناشى از عوامل طبیعى، خطای نیروی
                            انسانی، مشکلات اینترنتى، خرابی تجهیزات کامپیوترى،
                            مخابراتى و غیره باشد، تضمین صددرصدی نسبت به اجرا
                            برنامه بصورت دائمی و بر روی همۀ دستگاه‌ها یا همۀ
                            شبکه‌های ارتباطی (اینترنت، شبکه تلفن‌همراه و …)
                            نخواهد داد.
                        </p>
                        <p>
                            5- 2- جاجیگا از طریق سازوکار واحد پشتیبانی امور
                            مشتریان و از طریق میانجیگری، تمامی تلاش خود را جهت
                            جلب رضایت کاربران، رفع اختلافات ایجاد شده در زمان
                            استفاده از خدمات اقامتی بین کاربران و ایجاد صلح و
                            سازش فی مابین آنها مبذول خواهد داشت ولیکن سازش نهایی
                            بین طرفین منوط به پذیرش و توافق ایشان بوده و
                            مسئولیتی در این ارتباط متوجه جاجیگا نخواهد بود.
                        </p>
                        <p>
                            5- 3- پس از نهایی شدن یک رزرو مابین کاربر مهمان و
                            کاربر میزبان، سند الکترونیکی رزرو مذکور حاوی
                            اطلاعاتی همچون مشخصات فردی مهمان و میزبان، تعداد
                            مهمانان، تاریخ شروع و اتمام رزرو، شماره های تماس،
                            آدرس دقیق اقامتگاه، صورتحساب کامل رزرو و غیرو … صادر
                            شده و در پنل کاربری هر دو طرف قابل مشاهده خواهد بود.
                            این سند مرجع رفتار متقابل کاربر مهمان و میزبان به
                            هنگام تحویل اقامتگاه و در دوره اقامت بوده و هرگونه
                            اختلاف در این ارتباط با مراجعه به سند مذکور و همچنین
                            اطلاعات نمایه (پروفایل) اقامتگاه که در لحظه وقوع
                            رزرو نزد جاجیگا ذخیره می شود قابل رسیدگی و حل و فصل
                            خواهد بود. بدیهی ست تمامی مراحل رزرو و مستندات مربوط
                            به آن در لحظه وقوع رزرو، نزد جاجیگا ذخیره و آرشیو می
                            شود و در صورت نیاز قابل رجوع خواهد بود.
                        </p>
                        <p>
                            5- 4- جاجیگا با استفاده از نظارت‌ مستمر و همچنین
                            برنامه های انگیزشی و آموزشی، تلاش می‌کند انگیزه های
                            لازم را برای ارائه خدمات با کیفیت نزد کاربران میزبان
                            فراهم آورد تا تجربه ای خاطره انگیز برای کاربران
                            مهمان خلق شده و حداکثر رضایت ایشان حاصل گردد.
                        </p>
                        <p>
                            5- 5- تمامی اطلاعات کاربر به عنوان اطلاعات محرمانه
                            نزد جاجیگا محافظت شده و به جز مواردی که در نمایه
                            (پروفایل) کاربری در معرض دید سایر کاربران قرار می
                            گیرد، دسترسی به آنها توسط اشخاص ثالث ممنوع می باشد،
                            مگر برابر دستور رسمی مقام صالح قضایی و مطابق قوانین
                            جاری کشور.
                        </p>
                        <p>
                            5- 6- جهت اطلاع بیشتر کاربران با نحوه و شرایط ارائۀ
                            خدمات آنلاین جاجیگا ، همۀ اطلاعات و راهنمایی های
                            مورد نیاز کاربران، در وبسایت قرار داده شده است و
                            اشخاص می‌توانند با مراجعه به قسمت های مذکور و مطالعۀ
                            آنها کاملا با شرایط ذکر شده و خدمات جاجیگا آشنا
                            شوند. همچنین همکاران ما در پشتیبانی جاجیگا، پاسخگوی
                            سؤالات کاربران هستند.
                        </p>
                        <p>
                            5- 7- کسب و کار جاجیگا از هرنوع بازخورد از جانب
                            کاربران و بازدیدکنندگان خود استقبال می کند و کاربران
                            را به ارسال بازخورد، نقد و نظر در مورد وبسایت، خدمات
                            ارائه شده و فضای فراهم شده تشویق می نماید. کاربران
                            می توانند از طریق مسیرهای تعبیه شده در پشتیبانی سایت
                            با جاجیگا برای انتقال بازخورد خود استفاده کنند.
                            جاجیگا خود را متعهد به بررسی بازخوردهای ارسالی
                            کاربران و اجرای پیشنهادات و رفع مشکلات احتمالی می
                            داند. کاربر می پذیرد، که با ارسال بازخورد به جاجیگا،
                            تمامی حقوق قانونی مطلب ارسالی نیز به جاجیگا منتقل می
                            گردد.
                        </p>
                        <h2>‌ماده ۶ – مسئولیت کاربران</h2>
                        <p>
                            6- 1- مسئولیت همۀ اقدامات و افعال کاربران مهمان و
                            میزبان که ناشی از عدم رعایت قوانین جمهوری اسلامی
                            ایران از جمله قانون مجازات اسلامی (ارتکاب جرم در
                            هنگام اقامت) و قوانین مدنی (ورود خسارت به اموال
                            کاربران) باشد، برعهدۀ شخص متخلف بوده و جاجیگا هیچ
                            گونه مسئولیتی در قبال اعمال و افعال فوق نداشته و
                            نخواهد داشت، همچنین جاجیگا می‌تواند ضمن غیر فعال
                            کردن حساب کاربری فرد متخلف، از طریق مراجع صالح
                            اقدامات قانونی را علیه نامبرده بعمل آورد.
                        </p>
                        <p>
                            6- 2- کاربر متعهد می‌شود هیچ‌گاه از سرویس جاجیگا به
                            صورتی که به جاجیگا یا شرکا یا کاربران آن صدمه‌ای
                            وارد کند استفاده نکند. هر اقدامی از سوی کاربر که
                            منجر به وقوع خسارت به شهرت تجاری، نام و اعتبار
                            جاجیگا شود تخلف از شرایط قراردادی و قانونی تلقی می
                            شود و حق غیر فعال نمودن حساب کاربر و اقدام قانونی
                            علیه وی به منظور احقاق حقوق قانونی برای جاجیگا محفوظ
                            می باشد.
                        </p>
                        <p>
                            6- 3- مسئولیت رعایت همۀ قوانین و مقررات جاری مرتبط
                            با اجاره اقامتگاه، از جمله فراهم آوردن ملزومات ایمنی
                            اقامتگاه، برقراری بیمه حوادث، پرداخت مالیات و عوارض
                            قانونی و همچنین کسب مجوزهای لازم از نهادهای مربوطه
                            مطابق قوانین کشوری و منطقه ای، بر عهده کاربر میزبان
                            است.
                        </p>
                        <p>
                            6- 4- اعتبار تمامی میزبانان توسط جاجیگا بررسی و
                            مدارک هویتی از ایشان اخذ می‌شود و میزبان مسئولیت‌
                            کامل خدمات اقامت در اقامتگاه خود همچون کیفیت اقامت،
                            اجاره بها، خدمات ارائه شده، محتوای نمایه اقامتگاه و
                            غیره را به عهده می گیرد.
                        </p>
                        <p>
                            6- 5- کاربر مسئول حفظ محرمانه بودن حساب و رمز عبور
                            خود است و مسئولیت تمامی فعالیت‌‏هایی که تحت حساب
                            کاربری و یا رمز ورود کاربر انجام می‏‌پذیرد به عهده
                            کاربر است.
                        </p>
                        <p>
                            6- 6- کاربر متعهد می‌شود پس از اتمام سفر از اطلاعاتی
                            که در نتیجه استفاده از خدمات جاجیگا، از میزبانان و
                            مهمانان کسب کرده است هیچ‌گونه استفاده‌ای نکند. طبعاً
                            ذخیره کردن اطلاعات میزبانان یا مهمانان جاجیگا همچون
                            شماره تماس و آدرس در دستگاه تلفن همراه یا به هر شیوۀ
                            دیگر جهت استفاده بعدی مغایر با قوانین جاجیگا خواهد
                            بود. همچنین کاربر متعهد می‌شود قبل و یا در طول سفر،
                            فقط در شرایط ضروری از اطلاعات تماسی که از مهمان یا
                            میزبان در سرویس جاجیگا ارائه شده است استفاده کند.
                            استفادۀ کاربر از این اطلاعات تماس، باید مطابق با عرف
                            جامعه و قوانین جمهوری اسلامی ایران باشد.
                        </p>
                        <p>
                            6- 7- کاربر می پذیرد، هرگونه تخطی از قوانین وبسایت
                            توسط سایر کاربران را جهت رسیدگی به جاجیگا گزارش کند.
                            همچنین کاربر می پذیرد در صورت وقوع هرگونه حادثه و
                            جرم با اهمیت در ارتباط با یک رزرو، مورد را ابتدا به
                            نزدیکترین ایستگاه پلیس اطلاع دهد و سپس به جاجیگا
                            اطلاع رسانی نماید.
                        </p>
                        <p>
                            6- 8- مسئولیت تامین اینترنت و سخت‌افزار لازم و
                            همچنین پرداخت هزینه‌های مربوط به آنها برای استفاده
                            از خدمات جاجیگا به عهدۀ کاربر است.
                        </p>
                        <h2>ماده 7 - محتوای تولید شده توسط کاربران</h2>
                        <p>
                            7- 1- جاجیگا ممکن است به کاربران اجازه دهد که در
                            وبسایت، برنامه موبایل و یا سایر بخش‌های این سرویس،
                            عکس، متن، فایل صوتی، فایل تصویری یا فایل‌های مشابه
                            منتشر کنند. مالکیت هر مطلب (شامل متن، عکس، فایل
                            صوتی، فایل تصویری و …) که به این شکل در سرویس های
                            آنلاین جاجیگا ثبت شود همچنان متعلق به کاربران خواهد
                            بود اما با ثبت آنها در سرویس‌های مرتبط به جاجیگا
                            کاربران این حق را به جاجیگا می‌دهند که آنها را در هر
                            مکان و هر زمانی به صورت دیجیتال یا چاپی برای هر نوع
                            کاربردی ارائه دهد، منتشر کند و به اشخاص یا شرکت‌های
                            دیگر منتقل کند.
                        </p>
                        <p>
                            7- 2- کاربر می پذیرد، که حقوق قانونی هر نوع محتوایی
                            که در سایت جاجیگا ثبت می کند متعلق به خود کاربر می
                            باشد. مسئولیت هرگونه نقض قانون کپی رایت و مالکیت
                            معنوی، یا استفاده غیر قانونی از محتوا، لوگو و نشان
                            تجاری اشخاص حقیقی و حقوقی، به عهده کاربر ثبت کننده
                            می باشد.
                        </p>
                        <p>
                            7- 3- جاجیگا تلاش خواهد کرد از طریق روشهای موجود صحت
                            اطلاعات ارائه شده توسط کاربران را مورد سنجش قرار دهد
                            ولیکن مسئولیت محتوای نمایه (پروفایل) کاربران به عهده
                            ایشان بوده، همچنین درستی و صحت اطلاعات ثبت شده
                            اقامتگاهها و تطابق آن با واقعیت بر عهده ی میزبان
                            مربوطه می باشد و جاجیگا هیچگونه مسئولیتی در قبال سو
                            استفاده ها و آسیب های احتمالی آن بر عهده نمی گیرد.
                        </p>
                        <p>
                            7- 4- جاجیگا حق اعمال هرگونه تغییر در صفحات وبسایت
                            از جمله نمایه (پروفایل) کاربران و اقامتگاههای ثبت
                            شده را بدون اطلاع قبلی برای خود محفوظ می دارد.
                        </p>
                        <p>
                            7- 5- سایت جاجیگا ممکن است سرویسهای ارتباطی و پیام
                            رسان داخلی برای تسهیل ارتباط کاربران با یکدیگر را
                            فراهم آورد، کاربر می پذیرد که از این سرویس‏‌های
                            ارتباطی و پیام رسان، فقط برای ثبت، ارسال و دریافت
                            پیام‏‌هایی استفاده کنید که مناسب و مرتبط با خدمات و
                            موضوع وبسایت جاجیگا باشد. همچنین کاربر می پذیرد از
                            ارسال مشخصات هویتی، شماره تماس یا آی دی شبکه های
                            اجتماعی خود برای کاربران دیگر اجتناب نماید، حق معلق
                            یا مسدود نمودن کاربر متخلف برای جاجیگا محفوظ می
                            باشد.
                        </p>
                        <h2>ماده 8- نظرات کاربران</h2>
                        <p>
                            8- 1- هدف از ایجاد بخش نظرات در جاجیگا، اشتراک‌گذاری
                            تجربه‌ی اقامت و خدماتی است که توسط میزبانان ارائه می
                            گردد. همچنین فرصتی است برای اشتراک گذاری نحوه رفتار
                            و برخورد کاربران در دوره اقامت. در این بخش، هر کاربر
                            مجاز است پس از اتمام دوره اقامت و در چارچوب شرایط و
                            قوانین سایت، نظر خود را ثبت و به اشتراک بگذارد.
                            بدیهی است که اگر قوانین سایت در نظر ثبت شده کاربر
                            رعایت نشود، تایید و منتشر نمی‌شود و در نتیجه در سایت
                            به نمایش درنمی‌آید. همچنین نظرات منتشر شده کاربران
                            قابل ویرایش نخواهند بود.
                        </p>
                        <p>
                            8- 2- جاجیگا در قبال درستی یا نادرستی نظرات منتشر
                            شده کاربران هیچگونه مسئولیتی ندارد و نمایش نظرات
                            کاربران در سایت به هیچ‌وجه به معنی تایید جاجیگا بر
                            محتویات نظر نیست؛ لذا به کاربران محترم توصیه می شود
                            در هنگام ثبت نظر و یا هنگام مطالعه نظرات ارائه شده،
                            موارد ذیل را مد نظر قرار دهند:
                        </p>
                        <p>
                            8- 2- 1- فارسی بنویسید و از کیبورد فارسی استفاده
                            کنید. بهتر است از فضای خالی (Space) بیش از حد معمول،
                            کشیدن حروف یا کلمات، استفاده‌ی مکرر از یک حرف یا
                            کلمه، شکلک و اموجی های آزار دهنده در متن خودداری
                            کنید.
                        </p>
                        <p>
                            8- 2- 2- نقد کاربران یا اقامتگاه ها باید شامل قوت‌ها
                            و ضعف‌های تجربه شده در دوره اقامت کاربر بوده و لازم
                            است تا حد ممکن از مبالغه و بزرگ‌نمایی قوتها و ضعفها
                            خودداری شود.
                        </p>
                        <p>
                            8- 2- 3- نقد مناسب، نقدی است که فقط معایب یا فقط
                            مزایا را در نظر نگیرد؛ بلکه به‌طور واقع‌بینانه معایب
                            و مزایای اقامتگاه مورد نظر را در کنار هم بررسی کند.
                        </p>
                        <p>
                            8- 2- 4- با توجه به تفاوت در سطوح کیفی اقامتگاه ها و
                            تفاوت عمده در اجاره بهای آن‌ها، لازم است نقد و بررسی
                            اقامتگاه با توجه به نرخ آن صورت گیرد؛ نه به‌صورت
                            مطلق.
                        </p>
                        <p>
                            8- 2- 5- جهت احترام‌گذاشتن به وقت بازدیدکنندگان
                            سایت، لازم است هنگام نوشتن نقد، مطالب غیرضروری را
                            حذف کرده و فقط مطالب ضروری و مفید را در نقدتان لحاظ
                            کنید.
                        </p>
                        <p>
                            8- 2- 6- ادعاها و نقاط قوت و ضعف مطرح شده در نظر
                            مهمان می باید قابل اثبات باشد، درصورت اعتراض کاربر
                            میزبان جاجیگا ممکن است مدارک و مستندات تکمیلی در جهت
                            اثبات ادعاهای مطرح شده را از مهمان مطالبه نماید،
                            درصورت عدم ارایه مستندات و اثبات نشدن ادعاها، حق
                            اصلاح یا حذف نظر ثبت شده برای جاجیگا محفوظ می باشد.
                        </p>
                        <p>
                            8- 2- 7- کاربر ارسال‌کننده‌ی نظر موظف‌ است از ادبیات
                            محترمانه استفاده کرده و از توهین به دیگر کاربران یا
                            سایر افراد پرهیز کند. بدیهی است هرگونه توهین به فرد
                            یا افراد و استفاده از کلمات نامناسب، باعث تاییدنشدن
                            نظر کاربر می‌شود.
                        </p>
                        <p>
                            8- 2- 8- تمام کاربران حق دارند نظرات خود را به شرط
                            رعایت قوانین، در سایت منتشر کنند و هر کاربر تنها
                            می‌تواند نظر خود را عنوان کرده و قضاوت را به
                            خوانندگان واگذار کند.
                        </p>
                        <p>
                            8- 2- 9- با توجه به مسئولیت سایت در قبال لینک‌های
                            موجود در آن، نباید لینک سایت‌های دیگر را در نظرات
                            خود ثبت کنید. دقت داشته باشید تا جای ممکن از هرگونه
                            لینک‌دادن (فرستادن) دیگر کاربران به سایت‌های دیگر و
                            درج ایمیل یا آی دی شبکه‌های اجتماعی خودداری کنید.
                        </p>
                        <p>
                            8- 2- 10- تنها نظراتی تایید خواهند شد که مرتبط با
                            اقامتگاه موردنظر باشند؛ لذا بحث‌های متفرقه و
                            غیرمرتبط با اقامتگاه مربوطه را مطرح نکنید.
                        </p>
                        <p>
                            8- 2- 11- کاربران می‌توانند نقد خود به جاجیگا را در
                            از طریق پشتیبانی سایت، مطرح نمایند تا مورد رسیدگی
                            قرار گیرد؛ لذا هیچ‌گونه نقدی را درباره‌ی سایت یا
                            خدمات آن در قسمت نظرات اقامتگاهها ننویسید.
                        </p>
                        <p>
                            8- 2- 12- توجه داشته باشید، مسائلی را که از آن
                            اطمینان ندارید، به‌هیچ‌وجه در نظرات ثبت نکنید؛
                            همچنین از بازنشر شایعات یا اطلاعات غیرمطمئن،
                            درباره‌ی اقامتگاهها جدا خودداری کنید.
                        </p>
                        <p>
                            8- 2- 13- بهتر است مطالبی در این بخش ثبت شود که برای
                            سایر کاربران و بازدیدکنندگان سایت مفید باشد؛ لذا از
                            بیان هرگونه مطالب شخصی، غیرمرتبط یا غیرضروری در این
                            بخش پرهیز کنید.
                        </p>
                        <p>
                            8- 2- 14- توجه داشته باشید که تمامی نظرات با نام و
                            مشخصات ارسال کننده نظر ثبت شده و به نمایش درخواهند
                            آمد، لذا با رعایت ادب و احترام متقابل در متن نظر،
                            نشانگر شخصیت والای خود باشید.
                        </p>
                        <h2>ماده 9- ارتباطات الکترونیکی</h2>
                        <p>
                            9- 1- هنگامی که شما از خدمات جاجیگا استفاده
                            می‏‌کنید، سفارش اینترنتی خود را بصورت آنلاین ثبت یا
                            تکمیل می‏‌کنید، این ارتباطات به صورت الکترونیکی
                            انجام می‏‌شود و در صورتی که درخواست شما با رعایت
                            کلیه اصول و رویه‏‌ها باشد، شما موافقت می‌‏کنید که
                            جاجیگا به صورت الکترونیکی از طریق وبسایت، اپلیکیشن،
                            سامانه پیام (چت) داخلی، پست الکترونیکی، سرویس پیام
                            کوتاه (اس ام اس) و یا سایر سرویس‌های الکترونیکی با
                            شما در ارتباط باشد و به درخواست شما پاسخ دهد.
                        </p>
                        <p>
                            9- 2- شماره موبایل ثبت و تایید شده و آدرس ایمیلی که
                            کاربر در پروفایل خود ثبت می‌کند، تنها مسیر رسمی و
                            مورد تایید کاربر می باشد و تمام مکاتبات و پاسخ‌های
                            شرکت از طریق آنها صورت می‌گیرد.
                        </p>
                        <p>
                            9- 3- جهت اطلاع رسانی رویدادها، خدمات جدید و
                            سرویس‌های ویژه یا پروموشن‌ها و تخفیفات، امکان دارد
                            جاجیگا برای اعضای وبسایت ایمیل یا پیامک ارسال نماید.
                            در صورتی که کاربران تمایل به دریافت اینگونه ایمیل و
                            پیامک‌ها نداشته باشند، می‌توانند ارسال این پیامها را
                            در حساب کاربری خود لغو کنند، اما همچنین می‌پذیرند که
                            با انصراف از دریافت این پیام‌ها، ممکن است در استفاده
                            از سرویس با مشکل مواجه شوند.
                        </p>
                        <p>
                            9- 4- توجه داشته باشید که شماره 10005005005550 تنها
                            شماره پنل پیامک جاجیگا است و جاجیگا از طریق آن برای
                            کاربران و مشتریان خود پیامک (اس ام اس) های اطلاع
                            رسانی از مراحل رزرو و سایر رویدادها و خدمات جاجیگا
                            را ارسال می‌کند. همچنین ممکن است بعضی از پیامک های
                            مذکور در مواردی و به تشخیص سامانه پیامکی طرف قرارداد
                            جاجیگا، از طریق شماره های عمومی سامانه پیامکی ارسال
                            شود. همچنین به منظور اطلاع رسانی به موقع، جاجیگا از
                            شماره 02138062 و یا شماره های دیگر به تشخیص شرکت طرف
                            قرارداد جهت ارسال تماس تلفنی تبدیل متن به گفتار
                            (تماس صوتی خودکار) استفاده می کند.
                        </p>
                        <p>
                            9- 5- هرگونه اطلاعیه، اعلان و هشدار در مورد امور
                            جاری کاربر و استفاده کاربر از سایت و یا نقض قوانین
                            جاجیگا، به صفحه اعلانات کاربر، صفحه گفتگو (چت) داخلی
                            سایت یا آدرس ایمیل یا شماره تماس ثبت شده کاربر و یا
                            تمامی موارد با هم ارسال می گردد.
                        </p>
                        <p>
                            9- 6- بنابراین ارسال هرگونه پیامک یا تماس تلفنی تحت
                            عنوان جاجیگا، با هر شماره دیگری تخلف و سوء استفاده
                            از نام جاجیگا است و در صورت دریافت چنین تماس هایی،
                            لطفاً در اسرع وقت از طریق پشتیبانی جاجیگا با ما تماس
                            بگیرید.
                        </p>
                        <p>
                            9- 7- همچنین کسب و کار جاجیگا برای ارتباط مستمر با
                            کاربران خود، حسابهایی را در اپلیکیشن های پرکاربرد
                            فضای مجازی همچون تلگرام، اینستاگرام، فیسبوک، تویتر،
                            لینکدین و غیره ایجاد کرده است. لینک اکانت رسمی
                            جاجیگا در اپلیکیشن های فوق، در فوتر وبسایت جاجیگا
                            قابل دستیابی می باشد.
                        </p>
                        <p>
                            9- 8- تنها مرجع رسمی مورد تایید ما برای ارتباط با
                            شما، پایگاه رسمی این سایت یعنی www.jajiga.com است.
                            کاربران جهت برقراری ارتباط با جاجیگا، می‏‌توانند از
                            روش های تعبیه شده در صفحه پشتیبانی جاجیگا استفاده
                            کنند.
                        </p>
                        <p>
                            لطفا توجه فرمایید، ما با هیچ روش دیگری جز موارد فوق
                            الذکر، با شما تماس نمی‌‏گیریم.
                        </p>
                        <h2>ماده 10 - موارد فنی</h2>
                        <p>
                            10- 1- کاربر مجاز نیست هیچ‌گونه تلاشی در جهت استخراج
                            سورس کد (Source Code) نرم‌افزارهای جاجیگا شامل
                            دیکامپایل(Decompile) ، مهندسی معکوس(Reverse
                            Engineering) یا فعالیت‌های مشابه انجام دهد، مگر
                            اینکه اجازۀ چنین کاری به صورت قانونی و کتبی صادر شده
                            باشد.
                        </p>
                        <p>
                            10- 2- کاربر مجاز نیست با استفاده از روش‌هایFraming
                            یا Mirroring یا روش‌های دیگر نسخۀ دیگری از سرویس
                            جاجیگا را روی سرورهای دیگر ارائه کند. همچنین کاربر
                            مجاز نیست در نرم‌افزار جاجیگا یا در روش ارائۀ سرویس
                            جاجیگا تغییر یا اخلالی ایجاد کند.
                        </p>
                        <p>
                            10- 3- کاربر مجاز نیست برنامه یا اسکریپتی با هدف
                            نمایه سازی (Indexing)، مطالعه یا هر گونه فعالیت
                            داده‌کاوی روی سرویس اجرا کند.
                        </p>
                        <p>
                            10- 4- کاربر مجاز نیست هیچ فعالیتی در راستای حصول
                            دسترسی غیرقانونی و غیر متداول به هیچ بخش سرویس
                            جاجیگا یا سرویس های مرتبط با جاجیگا انجام دهد.
                        </p>
                        <p>
                            10- 5- همه مطالب ارائه شده و در دسترس در ابزارهای
                            ارتباطی جاجیگا، همچون وبسایت یا حسابهای جاجیگا در
                            شبکه های مجازی، مانند متن، گرافیک، آرم، آیکون دکمه،
                            تصاویر، ویدئوهای تصویری، موارد قابل دانلود و کپی،
                            داده‌ها و کلیه محتوای تولید شده توسط جاجیگا جزئی از
                            اموال جاجیگا محسوب می‏‌شود و حق استفاده و نشر تمامی
                            مطالب موجود و در دسترس در انحصار جاجیگا است و هرگونه
                            استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای
                            جاجیگا محفوظ می‏‌دارد.
                        </p>
                        <p>
                            10- 6- تمامی اسکریپت‌ها، و اسامی خدمات قابل ارائه از
                            طریق هر یک از خدمات ایجاد شده توسط جاجیگا و علائم
                            تجاری ثبت شده نیز در انحصار جاجیگا است و هر گونه
                            استفاده با مقاصد تجاری پیگرد قانونی دارد. کاربران
                            مجاز به بهره‌‏برداری و استفاده از لیست خدمات،
                            مشخصات، قیمت و هر گونه استفاده از مشتقات وب‌سایت
                            جاجیگا و یا هر یک از خدمات و یا مطالب، دانلود یا کپی
                            کردن اطلاعات با مقاصد تجاری نیستند و کلیه این حقوق
                            به صراحت برای جاجیگا محفوظ است.
                        </p>
                        <p>
                            10- 7- در مواردی که در وبسایت جاجیگا لینک الکترونیکی
                            به وبسایت ها یا منابعی خارج از کسب و کار جاجیگا
                            تعبیه شده است، لینک به چنین منابعی به معنی تایید نوع
                            فعالیت های وبسایت ها و منابع مذکور نمی باشد و جاجیگا
                            هیچگونه مسئولیتی در قبال صحت، درستی، محصولات و خدمات
                            ارائه شده توسط ایشان ندارد.
                        </p>
                        <p>
                            10- 8- در بعضی از عملکردهای وبسایت جاجیگا از سرویس
                            Google Maps API استفاده می شود، کاربران هنگام
                            استفاده از خدمات مذکور ملزم به رعایت قوانین وبسایت
                            گوگل Google’s terms of use می باشند.
                        </p>
                        <p>
                            10- 9- برند جاجیگا، تمام اطلاعات، لوگو ها، عکس ها و
                            همچنین طرح سایت، در اداره کل مالکیت صنعتی به ثبت
                            رسیده اند و تحت پوشش قانون کپی رایت محفوظ می‌باشند؛
                            استفاده از محتوای هر یک از بخش های سایت جاجیگا، خلاف
                            اخلاق شهروندی ایرانی بوده و متوجه پیگرد قانونی خواهد
                            بود.
                        </p>
                        <p>
                            10- 10- هرگونه استفاده تبلیغاتی از این وبسایت ممنوع
                            می باشد مگر در صورتی که مجوز قانونی مکتوب دریافت شده
                            باشد.
                        </p>
                        <h2>ماده 11- قطع سرویس</h2>
                        <p>
                            11- 1- کاربر حق دارد به میل خود از طریق گزینه لغو
                            حساب کاربری تعبیه شده در حساب کاربری، و یا از طریق
                            ارسال ایمیل به جاجیگا، به حذف حساب کاربری خود اقدام
                            نماید. در صورتی که کاربر رزرو جاری داشته باشد، حذف
                            حساب کاربری بعد از خاتمه و یا لغو رزرو مذکور قابل
                            انجام خواهد بود. ضمنا در صورتی که هرگونه تبادل و
                            تراکنش از قبیل ثبت درخواست رزرو، پرداخت وجه و شارژ
                            حساب و یا ثبت و انتشار اقامتگاه در سابقه کاربر موجود
                            باشد، حذف کامل حساب کاربری امکان پذیر نبوده و
                            اطلاعات مذکور برای موارد ضروری در مرکز داده جاجیگا
                            ذخیره و آرشیو خواهد گردید.
                        </p>
                        <p>
                            11- 2- در شرایطی که کاربر، شرایط و قوانین وبسایت را
                            رعایت ننماید و یا در صورتی که جاجیگا به هر دلیل به
                            این نتیجه برسد که حضور یک کاربر (مهمان یا میزبان)
                            می‌تواند برای شرکت یا سایر کاربران نامطلوب یا خطرناک
                            باشد، جاجیگا حق دارد ضمن محفوظ نگه داشتن حقوق خود
                            برای اقدامات قانونی علیه کاربر خاطی، بدون اطلاع قبلی
                            دسترسی به بعضی امکانات و خدمات سایت را برای کاربر
                            مذکور محدود نماید و یا حساب کاربر را بطور موقت یا
                            دائم مسدود نماید.
                        </p>
                        <p>
                            11- 3- جاجیگا مجاز است بدون اطلاع قبلی نسبت به توقف
                            ثبت درخواست رزرو جدید اقدام و عملیات خود را متوقف
                            کند. در این حالت کلیه رزروهایی که قبل از توقف عملیات
                            سایت ثبت شده باشند، پردازش و اجرا می گردند.
                        </p>
                        <h2>ماده 12- توافق از راه دور</h2>
                        <p>
                            12- 1- کاربر توافق می‌کند جهت مبادلۀ آسان اطلاعات،
                            همۀ تغییرات و الحاقیه‌های قوانین و مقررات حاضر اعم
                            از تغییر و اضافه کردن شروط آن، ارسال پیام های اطلاع
                            رسانی، اخطاریه و ابلاغیه‌های مربوط به جاجیگا، از
                            طریق سیستم رایانه‌ای و سایت جاجیگا بعمل آید و کاربر
                            ضمن پذیرش اطلاع از این شرط و روند اجرایی آن موافقت
                            خود را نسبت به اعمال شرط مذکور اعلام می‌کند.
                        </p>
                        <p>
                            12- 2- مسئولیت حفظ و حراست از حساب کاربری، بر برعهدۀ
                            کاربر بوده و کاربر ضمن پذیرش این مسئولیت، همۀ
                            پیام‌های صادره از طریق حساب کاربری مذکور را منتسب به
                            خود دانسته و هرگونه ادعایی نسبت به انکار، تردید و
                            جعل پیام‌های ارسال شده از ناحیۀ نامبرده غیر قابل
                            استماع و مردود است.
                        </p>
                        <p>
                            12- 3- کاربر می‌پذیرد هر گونه رویه، اشکال، عبارات
                            مبین تائید و اعلام قبولی و تصدیق داده پیام‌های صادره
                            از طرف جاجیگا به منزله امضا الکترونیکی و قبولی از
                            جانب کاربر محسوب می‌شود و هر گونه ادعائی نسبت به
                            امضا و قبولی مذکور غیر قابل استماع و مردود است.
                        </p>
                        <p>
                            12- 4- کاربر با عضویت در سرویس جاجیگا قصد و اراده
                            خود را نسبت به پذیرش انعقاد هرگونه اقدام و عمل حقوقی
                            از جمله عقود و معاملات از راه دور و از طریق سیستم
                            رایانه‌ای و الکترونیکی اعلام می‌کند.
                        </p>
                        <h2>ماده 13- تضمین امنیت حقوقی جاجیگا</h2>
                        <p>
                            کاربر می پذیرد، تمامی و تک تک کارمندان، کارکنان،
                            مدیران، مالک یا مالکین، تابعین و نمایندگان کسب و کار
                            جاجیگا را از هرگونه ادعا، مسئولیت و تعهد در قبال
                            هرگونه خسارت و ضرر و زیان جسمی، جانی و مالی، ناشی از
                            استفاده کاربر از خدمات جاجیگا و در تعامل با کاربران
                            دیگر، مبرا و بدور بدارد، طرح هرگونه ادعایی در این
                            ارتباط مردود خواهد بود.
                        </p>
                        <h2>ماده 14- نمایندگی/شعبه</h2>
                        <p>
                            جاجیگا در هیچ نقطه‏‌ای از کشور شعبه یا نمایندگی فروش
                            و یا خدمات پس از فروش ندارد و کلیه سرویس‌‏ها،
                            تراکنش‏‌های مالی و خدمات قابل ارائه، از طریق دفتر
                            مرکزی پردازش و مدیریت می‏‌شود. لطفاً در صورت مشاهده
                            هر گونه ادعا و تخلف از این دست، مراتب را جهت پیگرد
                            قانونی به پشتیبانی جاجیگا اطلاع دهید.
                        </p>
                        <h2>ماده 15- قوه قهریه</h2>
                        <p>
                            تمامی شرایط و قوانین مندرج در متن، در شرایط عادی
                            قابل اجرا است و در صورت بروز هر یک از موارد قابل
                            اطلاق "قوه قهریه"، جاجیگا هیچ گونه مسئولیتی نخواهد
                            داشت.
                        </p>
                        <hr />
                        <h1>حریم خصوصی کاربران</h1>
                        <p>
                            رعایت حریم شخصی کاربران برای جاجیگا بسیار حائز اهمیت
                            است. در این مستند نحوه‌ی ذخیره‌سازی و استفاده جاجیگا
                            از اطلاعاتی که در نتیجه استفاده کاربران از خدمات
                            جاجیگا در مرکز داده جاجیگا ثبت و ذخیره می‌شود شرح
                            داده شده است:
                        </p>
                        <h2>اطلاعاتی که شما مستقیما در جاجیگا ثبت می‌کنید</h2>
                        <p>
                            بخشی از اطلاعاتی که جاجیگا ذخیره می‌کند اطلاعاتی است
                            که شما به صورت مستقیم در فرآیند ثبت‌نام، ارسال
                            درخواست رزرو، تماس با مرکز تماس و یا روش‌های مشابه
                            در سیستم ثبت می‌کنید. این اطلاعات شامل نام، نام
                            خانوادگی، کد ملی، شماره تلفن همراه، آدرس پست
                            الکترونیکی و اطلاعاتی از این دست می‌شود.
                        </p>
                        <h2>
                            اطلاعاتی که در نتیجه استفاده شما از سرویس ذخیره
                            می‌شود
                        </h2>
                        <p>
                            علاوه بر اطلاعاتی که شما به صورت مستقیم در سیستم ثبت
                            می‌کنید، برخی از اطلاعاتی که در نتیجه استفاده شما از
                            سرویس تولید می‌شود نیز در جاجیگا ذخیره می‌شود. این
                            اطلاعات در زیر شرح داده شده‌اند.
                        </p>
                        <h2>تراکنش‌های مالی</h2>
                        <p>
                            هنگامی که شما اعتبار موجود در کیف پول خود در جاجیگا
                            را از طریق کارت‌های بانکی افزایش می‌دهید، مبلغ،
                            تاریخ و شماره تراکنش بانکی جهت پیگیریهای آتی در
                            جاجیگا ثبت می‌شود. لازم به ذکر است جاجیگا در فرآیند
                            افزایش اعتبار از طریق درگاه‌های امن بانکی، هیچ‌گونه
                            دسترسی به اطلاعات بانکی شما ندارد و لذا هیچ یک از
                            اطلاعات حساب یا کارت بانکی شما در جاجیگا ذخیره نمی
                            گردد.
                        </p>
                        <h2>نحوه استفاده از سرویس</h2>
                        <p>
                            جاجیگا اطلاعات مربوط به نحوه استفاده کاربران از
                            نرم‌افزار موبایل و سایت جاجیگا را ثبت و ذخیره
                            می‌کند. از این اطلاعات برای بهبود کیفیت سرویس و
                            تجربه کاربری و ارتقا سیستم و نرم افزار استفاده
                            می‌شود.
                        </p>
                        <h2>
                            اطلاعات مربوط به دستگاه مورد استفاده و شبکه اینترنت
                        </h2>
                        <p>
                            جاجیگا ممکن است اطلاعات مربوط به دستگاهی که شما از
                            طریق آن از سرویس استفاده می‌کنید (تلفن همراه، تبلت و
                            غیره) از جمله نوع دستگاه، سیستم عامل، مشخصات
                            سخت‌افزاری و همچنین اطلاعات مربوط به روش اتصال شما
                            به اینترنت از جمله شبکه 4G، وای‌فای (WiFi) و غیره را
                            ذخیره کند. از این اطلاعات برای بهینه‌سازی کیفیت
                            سرویس استفاده می‌شود.
                        </p>
                        <h2>استفاده از اطلاعات</h2>
                        <p>
                            اطلاعاتی که در جاجیگا ذخیره می‌شود در موارد زیر ممکن
                            است مورد استفاده قرار بگیرد: ارائه، نگهداری و بهبود
                            کیفیت خدمات. شخصی‌سازی سرویس برای هر کاربر شامل
                            ارائه پیشنهادهای ویژه هر کاربر. ارتباط جاجیگا با
                            کاربران جهت اطلاع‌رسانی و یا برقراری ارتباط بین
                            مهمان و میزبان جهت تسهیل فرآیند رزرو و اقامت. به طور
                            مثال مهمان می‌تواند با شماره تلفن همراه میزبان که در
                            سند رزرو ثبت شده برای هماهنگی و تحویل اقامتگاه
                            استفاده کند یا از گزینه مسیریابی برای هدایت تا
                            لوکیشن اقامتگاه بهره بگیرد.
                        </p>
                        <h2>افشای اطلاعات</h2>
                        <p>
                            اطلاعات محرمانه شما، در صورت نیاز برای حل اختلاف
                            حقوقی مابین مهمان و میزبان، برای ایفای حقوق و دارایی
                            طرفین، برای حفظ امنیت طرفین یا امنیت نفر سوم، یا در
                            صورت عدم رعایت قوانین مربوطه، به دستور مقام صالح در
                            اختیار مراجع قانونی قرار خواهد گرفت. دادرسی به این
                            موضوعات مطابق با قوانین رایج جمهوری اسلامی ایران
                            خواهد بود.
                        </p>
                        <h2>حفاظت از اطلاعات</h2>
                        <p>
                            جاجیگا متعهد می‏‌شود در حد توان از حریم شخصی کاربر
                            دفاع کند و در این راستا، تکنولوژی مورد نیاز برای
                            هرچه مطمئن‏‌تر و امن‏‌تر شدن استفاده شما از سایت را،
                            توسعه دهد. در واقع کاربر با استفاده از سایت جاجیگا،
                            رضایت خود را از این سیاست نشان می‏‌دهد. جاجیگا خود
                            را ملزم به رعایت حریم شخصی کاربران می‌داند، لطفا در
                            صورت مشاهده هرگونه ایراد، خطا و یا تخلفی، مراتب را
                            از طریق کانال‏‌های ارتباطی موجود در صفحه پشتیبانی
                            جاجیگا ما در میان بگذارید.
                        </p>
                        <h3>پایان</h3>
                    </article>
                </div>
            </Layout>
            <Footer />
        </>
    );
};

export default page;
