const HostCartData: {
    mainTitle: string;
    secondaryTitle: string;
    carts: {
        title: string;
        description: string;
        icon: string;
    }[];
}[] = [
    {
        mainTitle: '1- ابتدا ثبت‌نام کنید',
        secondaryTitle:
            'ابتدا ثبت‌نام کنید تا برای جاجیگا قابل شناسایی شوید و بتوانید تنظیمات شخصی خودتان را اعمال کنید.',
        carts: [
            {
                title: 'حساب کاربری حاوی چه مطالبی ست؟',
                description:
                    'برای ثبت‌نام کافیست نام، نام خانوادگی و شماره موبایل خود را وارد کنید. پس از ثبت‌نام می توانید اقامتگاه خود را به رایگان در سایت ثبت کنید. البته برای انتشار اقامتگاه و شروع میزبانی در سایت می باید با تکمیل حساب کاربری، آن را به تایید برسانید و به سطح "تایید شده" ارتقا دهید. حتما تصویر با کیفیت و شادی از خود را در پروفایل حساب کاربری اضافه کنید تا تاثیر خوشایندی بر مهمانان بگذارید.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چه اطلاعاتی از من قابل مشاهده است؟',
                description:
                    'درشرایط معمول تنها اسم کوچک, تصویر کاربری و شرحی که درباره خود می نویسید برای سایرین قابل مشاهده خواهد بود. هنگامی که اقامتگاه شما توسط یک ‏میهمان رزرو شود, نام، نام خانوادگی, شماره تماس و آدرس دقیق اقامتگاه شما در سند رزرو ثبت می شود و برای میهمان قابل مشاهده خواهد بود. ‎سایر اطلاعات ثبت شده, بطور کاملا محرمانه ذخیره شده و قابل ‏دسترسی نمی‌باشد.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چرا باید حساب کاربری خود را تکمیل کنم ؟',
                description:
                    'تکمیل اطلاعات هویتی همچون کد ملی و آپلود کارت ملی موجب افزایش ایمنی کاربران جاجیگا بوده و زمینه ساز تعامل ایمن و توام با آسودگی کاربران با یکدیگر می‌باشد. تکمیل اطلاعات ارتباطی همچون ایمیل نیز باعث سهولت بیشتر در عملکرد سامانه و تسهیل در ارسال به موقع اعلان های فصلی و نکات و آموزش های دوره ای برای میزبان ها می شود. ',
                icon: 'BsSuitcase',
            },
        ],
    },
    {
        mainTitle: '1- ابتدا ثبت‌نام کنید',
        secondaryTitle:
            'ابتدا ثبت‌نام کنید تا برای جاجیگا قابل شناسایی شوید و بتوانید تنظیمات شخصی خودتان را اعمال کنید.',
        carts: [
            {
                title: 'حساب کاربری حاوی چه مطالبی ست؟',
                description:
                    'برای ثبت‌نام کافیست نام، نام خانوادگی و شماره موبایل خود را وارد کنید. پس از ثبت‌نام می توانید اقامتگاه خود را به رایگان در سایت ثبت کنید. البته برای انتشار اقامتگاه و شروع میزبانی در سایت می باید با تکمیل حساب کاربری، آن را به تایید برسانید و به سطح "تایید شده" ارتقا دهید. حتما تصویر با کیفیت و شادی از خود را در پروفایل حساب کاربری اضافه کنید تا تاثیر خوشایندی بر مهمانان بگذارید.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چه اطلاعاتی از من قابل مشاهده است؟',
                description:
                    'درشرایط معمول تنها اسم کوچک, تصویر کاربری و شرحی که درباره خود می نویسید برای سایرین قابل مشاهده خواهد بود. هنگامی که اقامتگاه شما توسط یک ‏میهمان رزرو شود, نام، نام خانوادگی, شماره تماس و آدرس دقیق اقامتگاه شما در سند رزرو ثبت می شود و برای میهمان قابل مشاهده خواهد بود. ‎سایر اطلاعات ثبت شده, بطور کاملا محرمانه ذخیره شده و قابل ‏دسترسی نمی‌باشد.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چرا باید حساب کاربری خود را تکمیل کنم ؟',
                description:
                    'تکمیل اطلاعات هویتی همچون کد ملی و آپلود کارت ملی موجب افزایش ایمنی کاربران جاجیگا بوده و زمینه ساز تعامل ایمن و توام با آسودگی کاربران با یکدیگر می‌باشد. تکمیل اطلاعات ارتباطی همچون ایمیل نیز باعث سهولت بیشتر در عملکرد سامانه و تسهیل در ارسال به موقع اعلان های فصلی و نکات و آموزش های دوره ای برای میزبان ها می شود. ',
                icon: 'BsSuitcase',
            },
        ],
    },
    {
        mainTitle: '1- ابتدا ثبت‌نام کنید',
        secondaryTitle:
            'ابتدا ثبت‌نام کنید تا برای جاجیگا قابل شناسایی شوید و بتوانید تنظیمات شخصی خودتان را اعمال کنید.',
        carts: [
            {
                title: 'حساب کاربری حاوی چه مطالبی ست؟',
                description:
                    'برای ثبت‌نام کافیست نام، نام خانوادگی و شماره موبایل خود را وارد کنید. پس از ثبت‌نام می توانید اقامتگاه خود را به رایگان در سایت ثبت کنید. البته برای انتشار اقامتگاه و شروع میزبانی در سایت می باید با تکمیل حساب کاربری، آن را به تایید برسانید و به سطح "تایید شده" ارتقا دهید. حتما تصویر با کیفیت و شادی از خود را در پروفایل حساب کاربری اضافه کنید تا تاثیر خوشایندی بر مهمانان بگذارید.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چه اطلاعاتی از من قابل مشاهده است؟',
                description:
                    'درشرایط معمول تنها اسم کوچک, تصویر کاربری و شرحی که درباره خود می نویسید برای سایرین قابل مشاهده خواهد بود. هنگامی که اقامتگاه شما توسط یک ‏میهمان رزرو شود, نام، نام خانوادگی, شماره تماس و آدرس دقیق اقامتگاه شما در سند رزرو ثبت می شود و برای میهمان قابل مشاهده خواهد بود. ‎سایر اطلاعات ثبت شده, بطور کاملا محرمانه ذخیره شده و قابل ‏دسترسی نمی‌باشد.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چرا باید حساب کاربری خود را تکمیل کنم ؟',
                description:
                    'تکمیل اطلاعات هویتی همچون کد ملی و آپلود کارت ملی موجب افزایش ایمنی کاربران جاجیگا بوده و زمینه ساز تعامل ایمن و توام با آسودگی کاربران با یکدیگر می‌باشد. تکمیل اطلاعات ارتباطی همچون ایمیل نیز باعث سهولت بیشتر در عملکرد سامانه و تسهیل در ارسال به موقع اعلان های فصلی و نکات و آموزش های دوره ای برای میزبان ها می شود. ',
                icon: 'BsSuitcase',
            },
        ],
    },
    {
        mainTitle: '1- ابتدا ثبت‌نام کنید',
        secondaryTitle:
            'ابتدا ثبت‌نام کنید تا برای جاجیگا قابل شناسایی شوید و بتوانید تنظیمات شخصی خودتان را اعمال کنید.',
        carts: [
            {
                title: 'حساب کاربری حاوی چه مطالبی ست؟',
                description:
                    'برای ثبت‌نام کافیست نام، نام خانوادگی و شماره موبایل خود را وارد کنید. پس از ثبت‌نام می توانید اقامتگاه خود را به رایگان در سایت ثبت کنید. البته برای انتشار اقامتگاه و شروع میزبانی در سایت می باید با تکمیل حساب کاربری، آن را به تایید برسانید و به سطح "تایید شده" ارتقا دهید. حتما تصویر با کیفیت و شادی از خود را در پروفایل حساب کاربری اضافه کنید تا تاثیر خوشایندی بر مهمانان بگذارید.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چه اطلاعاتی از من قابل مشاهده است؟',
                description:
                    'درشرایط معمول تنها اسم کوچک, تصویر کاربری و شرحی که درباره خود می نویسید برای سایرین قابل مشاهده خواهد بود. هنگامی که اقامتگاه شما توسط یک ‏میهمان رزرو شود, نام، نام خانوادگی, شماره تماس و آدرس دقیق اقامتگاه شما در سند رزرو ثبت می شود و برای میهمان قابل مشاهده خواهد بود. ‎سایر اطلاعات ثبت شده, بطور کاملا محرمانه ذخیره شده و قابل ‏دسترسی نمی‌باشد.',
                icon: 'BsSuitcase',
            },
            {
                title: 'چرا باید حساب کاربری خود را تکمیل کنم ؟',
                description:
                    'تکمیل اطلاعات هویتی همچون کد ملی و آپلود کارت ملی موجب افزایش ایمنی کاربران جاجیگا بوده و زمینه ساز تعامل ایمن و توام با آسودگی کاربران با یکدیگر می‌باشد. تکمیل اطلاعات ارتباطی همچون ایمیل نیز باعث سهولت بیشتر در عملکرد سامانه و تسهیل در ارسال به موقع اعلان های فصلی و نکات و آموزش های دوره ای برای میزبان ها می شود. ',
                icon: 'BsSuitcase',
            },
        ],
    },
];

export default HostCartData;
