 
const useStateData = () => {  
    const stateOptions: {
        label: string,
        value: string[]
    }[] = [
            {
                label: "آذربایجان شرقی",
                value: [
                    "اسكو",
                    "اهر",
                    "ایلخچی",
                    "باسمنج",
                    "بستان آباد",
                    "بناب",
                    "تبریز",
                    "تسوج",
                    "جلفا",
                    "خسروشهر",
                    "سراب",
                    "سهند",
                    "شبستر",
                    "صوفیان",
                    "مراغه",
                    "مرند",
                    "ملكان",
                    "ممقان",
                    "میانه",
                    "هادیشهر",
                    "هریس",
                    "هشترود",
                    "ورزقان",
                ]
            },
            {
                label: "آذربایجان غربی",
                value: [
                    "ارومیه",
                    "اشنویه",
                    "بوكان",
                    "تكاب",
                    "خوی",
                    "سر دشت",
                    "سلماس",
                    "شاهین دژ",
                    "ماكو",
                    "مهاباد",
                    "میاندوآب",
                    "نقده",
                    "پلدشت",
                    "پیرانشهر",
                    "چالدران",
                ]
            },
            {
                label: "اردبیل",
                value: [
                    "اردبیل",
                    "خلخال",
                    "مشگین شهر",
                    "نمین",
                    "نیر",
                    "پارس آباد",
                    "گرمی"
                ]
            },
            {
                label: "اصفهان",
                value: [
                    "آران و بیدگل",
                    "اردستان",
                    "اصفهان",
                    "باغ بهادران",
                    "تودشک",
                    "تیران",
                    "حاجی آباد",
                    "خمینی شهر",
                    "خوانسار",
                    "درچه",
                    "دهاقان",
                    "زرین شهر",
                    "سمیرم",
                    "شهرضا",
                    "عسگران",
                    "علویجه",
                    "فلاورجان",
                    "كاشان",
                    "مباركه",
                    "نجف آباد",
                    "نطنز",
                    "ورزنه",
                    "کوهپایه",
                    "گلپایگان",
                ]
            },
            {
                label: "ایلام",
                value: [
                    "آبدانان",
                    "ایلام",
                    "ایوان",
                    "دره شهر",
                    "دهلران",
                    "سرابله",
                    "مهران"
                ]
            },
            {
                label: "بوشهر",
                value: [
                    "اهرم",
                    "برازجان",
                    "بوشهر",
                    "جم",
                    "خورموج",
                    "دیر",
                    "عسلویه",
                    "كنگان",
                    "کاکی",
                    "گناوه",
                ]
            },
            {
                label: "تهران",
                value: [
                    "اسلامشهر",
                    "باقرشهر",
                    "بومهن",
                    "تجربش",
                    "تهران",
                    "دماوند",
                    "رباط كریم",
                    "رودهن",
                    "ری",
                    "شریف آباد",
                    "شهریار",
                    "فشم",
                    "فیروزكوه",
                    "قدس",
                    "قرچك",
                    "كهریزك",
                    "لواسان",
                    "ملارد",
                    "ورامین",
                    "پاكدشت",
                    "چهاردانگه",
                ]
            },
            {
                label: "چهارمحال و بختیاری",
                value: [
                    "اردل",
                    "بروجن",
                    "شهركرد",
                    "فارسان",
                    "لردگان",
                    "چلگرد"
                ]
            },

            {
                label: "خراسان رضوی",
                value: [
                    "تایباد",
                    "تربت جام",
                    "تربت حیدریه",
                    "خواف",
                    "درگز",
                    "سبزوار",
                    "سرخس",
                    "طبس",
                    "طرقبه",
                    "فریمان",
                    "قوچان",
                    "كاشمر",
                    "مشهد",
                    "نیشابور",
                    "چناران",
                    "گناباد",
                ]
            },
            {
                label: "خوزستان",
                value: [
                    "آبادان",
                    "اندیمشك",
                    "اهواز",
                    "ایذه",
                    "ایرانشهر",
                    "باغ ملك",
                    "بندر امام خمینی",
                    "بندر ماهشهر",
                    "بهبهان",
                    "حمیدیه",
                    "خرمشهر",
                    "دزفول",
                    "رامشیر",
                    "رامهرمز",
                    "سوسنگرد",
                    "شادگان",
                    "شادگان",
                    "شوش",
                    "شوشتر",
                    "لالی",
                    "مسجد سلیمان",
                    "ملاثانی",
                    "هندیجان",
                    "هویزه",
                ]
            },
            {
                label: "سیستان و بلوچستان",
                value: [
                    "ایرانشهر",
                    "خاش",
                    "زابل",
                    "زاهدان",
                    "سراوان",
                    "سرباز",
                    "میرجاوه",
                    "چابهار",
                ]
            },
            {
                label: "فارس ",
                value: [
                    "آباده",
                    "اردكان",
                    "ارسنجان",
                    "استهبان",
                    "اقلید",
                    "بوانات",
                    "جهرم",
                    "حاجی آباد",
                    "خرامه",
                    "خنج",
                    "داراب",
                    "زرقان",
                    "سروستان",
                    "سوریان",
                    "سپیدان",
                    "شیراز",
                    "صفاشهر",
                    "فراشبند",
                    "فسا",
                    "فیروز آباد",
                    "كازرون",
                    "لار",
                    "لامرد",
                    "مرودشت",
                    "مهر",
                    "کوار",
                ]
            },
            {
                label: "کرج ",
                value: [
                    "اشتهارد",
                    "طالقان",
                    "كرج",
                    "ماهدشت",
                    "نظرآباد",
                    "هشتگرد"
                ],
            },

            {
                label: "کرمان ",
                value: [
                    "انار",
                    "بافت",
                    "بردسیر",
                    "بم",
                    "جیرفت",
                    "راور",
                    "رفسنجان",
                    "زرند",
                    "سیرجان",
                    "كرمان",
                    "كهنوج",
                    "کوهبنان",
                ]
            },
            {
                label: "کرمانشاه ",
                value: [
                    "اسلام آباد غرب",
                    "جوانرود",
                    "سنقر",
                    "صحنه",
                    "قصر شیرین",
                    "كرمانشاه",
                    "كنگاور",
                    "هرسین",
                    "پاوه",
                ]
            },
            {
                label: "گلستان ",
                value: [
                    "آزاد شهر",
                    "آق قلا",
                    "رامیان",
                    "علی آباد كتول",
                    "كردكوی",
                    "كلاله",
                    "گرگان",
                    "گنبد كاووس",
                ]
            },
            {
                label: "گیلان ",
                value: [
                    "آستارا",
                    "املش",
                    "تالش",
                    "رشت",
                    "بندر انزلی",
                    "رودبار",
                    "شفت",
                    "صومعه سرا",
                    "فومن",
                    "لاهیجان",
                    "لنگرود",
                    "ماسال",
                    "ماسوله",
                    "منجیل",
                    "هشتپر",
                ]
            },
            {
                label: "لرستان ",
                value: [
                    "ازنا",
                    "الشتر",
                    "الیگودرز",
                    "بروجرد",
                    "خرم آباد",
                    "دزفول",
                    "دورود",
                    "كوهدشت",
                    "ماهشهر",
                    "نور آباد",
                ]
            },
            {
                label: "مازندران ",
                value: [
                    "آمل",
                    "بابل",
                    "بابلسر",
                    "بلده",
                    "بهشهر",
                    "کلاردشت",
                    "فیلبند",
                    "تنكابن",
                    "جویبار",
                    "رامسر",
                    "ساری",
                    "قائم شهر",
                    "محمود آباد",
                    "نكا",
                    "نور",
                    "نوشهر",
                    "چالوس",
                ]
            },
            {
                label: "هرمزگان ",
                value: [
                    "بستك",
                    "بندر جاسك",
                    "بندر خمیر",
                    "بندر لنگه",
                    "بندرعباس",
                    "حاجی آباد",
                    "دهبارز",
                    "قشم",
                    "قشم",
                    "كیش",
                    "میناب",
                ]
            },
            {
                label: "همدان ",
                value: [
                    "اسدآباد",
                    "بهار",
                    "رزن",
                    "ملایر",
                    "نهاوند",
                    "همدان"
                ]
            },
            {
                label: "یزد ",
                value: [
                    "ابركوه",
                    "اردكان",
                    "اشكذر",
                    "بافق",
                    "تفت",
                    "خضرآباد",
                    "زارچ",
                    "طبس",
                    "مهریز",
                    "میبد",
                    "هرات",
                    "یزد",
                ]
            }
        ];
        
    return stateOptions
}

export default useStateData

 