import React from 'react';

const CitiesList = () => {
    return (
        <div className='grid grid-cols-3 mt-4'>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
            <p>اجاره ویلا شمال</p>
        </div>
    );
};

export default CitiesList;
