import React from "react";

const Note = () => {
  return (
    <div className="relative z-50 bg-white !py-20">
      <div className="Container">
        <p className="text-center text-base font-extrabold">
          {" "}
          اجاره ویلا، آنلاین و مطمئن در جاجیگا
        </p>
        <p className="mt-4 text-sm font-thin lg:px-0 px-5 text-justify">
          سفر تو خون ما ایرانیهاست و معمولا بهترین خاطرات عمرمون در سفرهامون رقم
          می خوره، به خصوص اگر سفری خانوادگی یا در جمع دوستان بهتر از جان باشه.
          اجاره ویلا در شمال باشه یا اجاره سوئیت در کیش یا سوئیت در اصفهان و
          شیراز، اجاره ویلا استخردار یا کلبه جنگلی یا ویلا ساحلی، اجاره ویلا
          ارزان قیمت یا اجاره ویلا لوکس و لاکچری، هر نوع اقامتگاهی رو که اراده
          کنیددر هر محدوده قیمتی، می تونید اون رو در سایت جاجیگا بیابید، نظرات
          مهمانهای قبلی رو مطالعه کنید و در نهایت اقامتگاه مطلوبتون رو بصورت
          آنلاین نزد یکی از صدها میزبان خوش ذوق و با انصاف جاجیگا رزرو کنید و
          مطمئن باشید که تمام تیم جاجیگا رو تا پایان سفر در کنارتون خواهید داشت
          :)
        </p>
      </div>
    </div>
  );
};

export default Note;
