import React from 'react';

const About = () => {
    return (
        <div>
            <h2 className='text-lg text-[#252a31] my-6 mb-3'>درباره اقامتگاه</h2>
            <p className='text-[#404040]'>اجاره اقامتگاه در رامسر</p>
            <div className='text-[#404040] text-sm leading-6 font-light font-vazir-light'>
                این ویلا دو خوابه دارای استخر آبگرم با سیستم تصفیه اتوماتیک در
                منطقه شهری و در عین حال در جای دنج و خلوتی قرار دارد.
                <br />
                دسترسی آسان به مراکز تفریحی و گردشگری همچنین به مراکز خرید و
                خدماتی نظیر پمپ بنزین از مزیت آن است.
                <br />
                استخر سرپوشیده آبگرم به ابعاد 5 در 4 متر و عمق 1/60 با تصفیه
                اتوماتیک 12 ساعته مهیای استفاده مهمانان می باشد.
                <br />
                فاصله ویلا از ساحل حدود 1 کیلومتر است و همچنین سوپرمارکت و
                نانوایی نیز در فاصله 200 متری آن واقع شده است.
                <br />
                در نزدیکی ویلا و در فاصله حدود 50 متری همسایه ای نیست از این رو
                مزاحمتی برای آرامش یا خوش بودن مهمانها وجود ندارد، البته امنیت
                ویلا مسلما کامل است.
                <br />
                فاصله حدود 4 کیلومتری از مجموعه تله کابین رامسر و فاصله 3
                کیلومری از جاده جواهرده از دیگر خصوصیات ویلا محسوب میشود.
                <br /> لازم به ذکر است که به تمیزی این ویلا توجه ویژه ای میشود،
                از این رو از مهمانان نیز انتظار داریم که با ما همسو باشند
            </div>
            <hr className='mt-4' />
        </div>
    );
};

export default About;
